Repository: UwUpad/uwupad-translations
Catalog: translations/*/messages.po
Languages: de, fa, it, ja, pt, ru, uk

source: Filters
de: Filter
fa: فیلترها
it: Filtri
ja: フィルター
pt: Filtros
ru: Фильтры
uk: Фільтри

source: Sound Type
de: Sound-Typ
fa: نوع صدا
it: Tipo di suono
ja: サウンドタイプ
pt: Tipo de Som
ru: Тип звука
uk: Тип звуку

source: Loud
de: Laut
fa: بلند
it: Forte
ja: 大音量
pt: Alto
uk: Гучний

source: Explicit
de: Explizit
fa: صریح (Explicit)
it: Esplicito
ja: 露骨な表現
pt: Explícito
uk: Відвертий

source: Duration
de: Dauer
fa: مدت زمان
it: Durata
ja: 長さ
pt: Duração
ru: Продолжительность
uk: Тривалість

source: Very short (<5s)
de: Sehr kurz (<5s)
fa: بسیار کوتاه (کمتر از ۵ ثانیه)
it: Molto breve (<5s)
ja: 非常に短い (<5秒)
pt: Muito curto (<5s)
ru: Очень короткий (<5с)
uk: Дуже короткий (<5с)

source: Short (5-15s)
de: Kurz (5-15s)
fa: کوتاه (۵-۱۵ ثانیه)
it: Breve (5-15s)
ja: 短い (5-15秒)
pt: Curto (5-15s)
ru: Короткий (5-15с)
uk: Короткий (5-15с)

source: Medium (15-30s)
de: Mittel (15-30s)
fa: متوسط (۱۵-۳۰ ثانیه)
it: Medio (15-30s)
ja: 中くらい (15-30秒)
pt: Médio (15-30s)
ru: Средний (15-30с)
uk: Середній (15-30с)

source: Long (30-60s)
de: Lang (30-60s)
fa: طولانی (۳۰-۶۰ ثانیه)
it: Lungo (30-60s)
ja: 長い (30-60秒)
pt: Longo (30-60s)
ru: Длинный (30-60с)
uk: Довгий (30-60с)

source: Very long (>60s)
de: Sehr lang (>60s)
fa: بسیار طولانی (بیشتر از ۶۰ ثانیه)
it: Molto lungo (>60s)
ja: 非常に長い (>60秒)
pt: Muito longo (>60s)
ru: Очень длинный (>60с)
uk: Дуже довгий (>60с)

source: Popularity
de: Popularität
fa: محبوبیت
it: Popolarità
ja: 人気度
pt: Popularidade
ru: Популярность
uk: Популярність

source: Unpopular (<10 downloads)
de: Unpopulär (<10 Downloads)
fa: غیرمحبوب (کمتر از ۱۰ دانلود)
it: Impopolare (<10 download)
ja: 人気がない (<10ダウンロード)
pt: Impopular (<10 downloads)
ru: Неизвестный (<10 скачиваний)
uk: Непопулярний (<10 завантажень)

source: Not popular (10-50 downloads)
de: Nicht populär (10-50 Downloads)
fa: نه چندان محبوب (۱۰-۵۰ دانلود)
it: Poco popolare (10-50 download)
ja: あまり人気がない (10-50ダウンロード)
pt: Pouco popular (10-50 downloads)
ru: Не популярный (10-50 скачиваний)
uk: Мало популярний (10-50 завантажень)

source: Popular (50-100 downloads)
de: Populär (50-100 Downloads)
fa: محبوب (۵۰-۱۰۰ دانلود)
it: Popolare (50-100 download)
ja: 人気 (50-100ダウンロード)
ru: Популярный (50-100 скачиваний)
uk: Популярний (50-100 завантажень)

source: Very popular (100-500 downloads)
de: Sehr populär (100-500 Downloads)
fa: بسیار محبوب (۱۰۰-۵۰۰ دانلود)
it: Molto popolare (100-500 download)
ja: 非常に人気 (100-500 ダウンロード)
pt: Muito popular (100-500 downloads)
ru: Очень популярный (100-500 скачиваний)
uk: Дуже популярний (100-500 завантажень)

source: Extremely popular (>500 downloads)
de: Extrem populär (>500 Downloads)
fa: فوق‌العاده محبوب (بیشتر از ۵۰۰ دانلود)
it: Estremamente popolare (>500 download)
ja: 極めて人気 (>500 ダウンロード)
pt: Extremamente popular (>500 downloads)
ru: Чрезвычайно популярный (>500 скачиваний)
uk: Надзвичайно популярний (>500 завантажень)

source: Likes
fa: لایک‌ها
it: Mi piace
ja: いいね
pt: Gostos
ru: Лайки
uk: Вподобання

source: Unliked (<10 likes)
de: Wenig Likes (<10 Likes)
fa: لایک نشده (کمتر از ۱۰ لایک)
it: Pochi Mi piace (<10 Mi piace)
ja: いいねが少ない (<10いいね)
pt: Poucos gostos (<10 gostos)
ru: Очень мало лайков (<10)
uk: Мало вподобань (<10 вподобань)

source: Not liked (10-50 likes)
de: Mäßig Likes (10-50 Likes)
fa: نه چندان لایک شده (۱۰-۵۰ لایک)
it: Non molto apprezzato (10-50 Mi piace)
ja: あまりいいねがない (10-50いいね)
pt: Poucos gostos (10-50 gostos)
ru: Мало лайков (10-50)
uk: Небагато вподобань (10-50 вподобань)

source: Liked (50-100 likes)
de: Beliebt (50-100 Likes)
fa: لایک شده (۵۰-۱۰۰ لایک)
it: Apprezzato (50-100 Mi piace)
ja: いいねあり (50-100いいね)
pt: Com gostos (50-100 gostos)
ru: Понравилось (50-100)
uk: Вподобаний (50-100 вподобань)

source: Very liked (100-500 likes)
de: Sehr beliebt (100-500 Likes)
fa: بسیار لایک شده (۱۰۰-۵۰۰ لایک)
it: Molto apprezzato (100-500 Mi piace)
ja: たくさんのいいね (100-500いいね)
pt: Muitos gostos (100-500 gostos)
ru: Очень понравилось (100-500)
uk: Дуже вподобаний (100-500 вподобань)

source: Extremely liked (>500 likes)
de: Extrem beliebt (>500 Likes)
fa: فوق‌العاده لایک شده (بیشتر از ۵۰۰ لایک)
it: Estremamente apprezzato (>500 Mi piace)
ja: 極めてたくさんのいいね (>500いいね)
pt: Extremamente gostado (>500 gostos)
ru: Чрезвычайно понравилось (>500)
uk: Надзвичайно вподобаний (>500 вподобань)

source: Newest
de: Neueste
fa: جدیدترین
it: Più recenti
ja: 最新
pt: Mais recentes
ru: Самые новые
uk: Найновіші

source: Most Downloaded
de: Meistgedownloadet
fa: بیشترین دانلود
it: Più scaricati
ja: 最多ダウンロード
pt: Mais descarregados
ru: Самые скачиваемые
uk: Найбільш завантажувані

source: Most Liked
de: Am beliebtesten
fa: بیشترین لایک
it: Più apprezzati
ja: 最多いいね
pt: Com mais gostos
ru: Самые популярные
uk: Найбільш вподобані

source: Apply Filters
de: Filter anwenden
fa: اعمال فیلترها
it: Applica filtri
ja: フィルターを適用
pt: Aplicar Filtros
ru: Применить фильтры
uk: Застосувати фільтри

source: About us
de: Über uns
fa: درباره ما
it: Chi siamo
ja: 私たちについて
pt: Sobre nós
ru: О нас
uk: Про нас

source: Access denied
de: Zugriff verweigert
fa: دسترسی رد شد
it: Accesso negato
ja: アクセス拒否
pt: Acesso negado
ru: Доступ запрещен
uk: Доступ заборонено

source: Your account has been banned
de: Dein Konto wurde gesperrt
fa: حساب کاربری شما مسدود شده است
it: Il tuo account è stato bannato
ja: あなたのアカウントは禁止されました
pt: A sua conta foi banida
ru: Ваш аккаунт заблокирован
uk: Ваш обліковий запис заблоковано

source: Contact us for more information
de: Kontaktiere uns für weitere Informationen
fa: برای اطلاعات بیشتر با ما تماس بگیرید
it: Contattaci per maggiori informazioni
ja: 詳細についてはお問い合わせください
pt: Contacte-nos para mais informações
ru: Свяжитесь с нами для получения дополнительной информации
uk: Зв'яжіться з нами для отримання додаткової інформації

source: Language Settings
de: Spracheinstellungen
fa: تنظیمات زبان
it: Impostazioni lingua
ja: 言語設定
pt: Definições de Idioma
ru: Настройки языка
uk: Налаштування мови

source: Interface Language
de: Sprache der Benutzeroberfläche
fa: زبان رابط کاربری
it: Lingua interfaccia
ja: インターフェース言語
pt: Idioma da Interface
ru: Язык интерфейса
uk: Мова інтерфейсу

source: Content Language Filters
de: Inhaltssprachenfilter
fa: فیلترهای زبان محتوا
it: Filtri lingua contenuti
ja: コンテンツ言語フィルター
pt: Filtros de Idioma do Conteúdo
ru: Фильтры языка контента
uk: Фільтри мови контенту

source: Latin Scripts
de: Lateinische Schriften
fa: خطوط لاتین
it: Scritture latine
ja: ラテン文字
pt: Escritas Latinas
ru: Латинские названия
uk: Латинські шрифти

source: Cyrillic Scripts
de: Kyrillische Schriften
fa: خطوط سیریلیک
it: Scritture cirilliche
ja: キリル文字
pt: Escritas Cirílicas
ru: Кириллические названия
uk: Кириличні шрифти

source: Asian Scripts
de: Asiatische Schriften
fa: خطوط آسیایی
it: Scritture asiatiche
ja: アジア文字
pt: Escritas Asiáticas
ru: Азиатские названия
uk: Азійські шрифти

source: Other Scripts
de: Andere Schriften
fa: سایر خطوط
it: Altre scritture
ja: その他の文字
pt: Outras Escritas
ru: Другие названия
uk: Інші шрифти

source: Additional Options
de: Zusätzliche Optionen
fa: گزینه‌های اضافی
it: Opzioni aggiuntive
ja: 追加オプション
pt: Opções Adicionais
ru: Дополнительные параметры
uk: Додаткові опції

source: Prioritize sounds with translations
de: Sounds mit Übersetzungen bevorzugen
fa: اولویت‌بندی صداهای دارای ترجمه
it: Dai priorità ai suoni con traduzioni
ja: 翻訳付きサウンドを優先する
pt: Priorizar sons com traduções
ru: Отдавать предпочтение звукам с переводами
uk: Пріоритезувати звуки з перекладами

source: Prioritize popular sounds regardless of language
de: Populäre Sounds unabhängig von der Sprache bevorzugen
fa: اولویت‌بندی صداهای محبوب بدون در نظر گرفتن زبان
it: Dai priorità ai suoni popolari indipendentemente dalla lingua
ja: 言語に関係なく人気のサウンドを優先する
pt: Priorizar sons populares independentemente do idioma
ru: Отдавать предпочтение популярным звукам независимо от языка
uk: Пріоритезувати популярні звуки незалежно від мови

source: Show loud warning
de: Warnung bei lauten Sounds anzeigen
fa: نمایش هشدار صدای بلند
it: Mostra avviso suono forte
ja: 大音量警告を表示する
pt: Mostrar aviso de som alto
ru: Показывать предупреждение о громкости
uk: Показувати попередження про гучний звук

source: Save & Apply
de: Speichern & Anwenden
fa: ذخیره و اعمال
it: Salva e applica
ja: 保存して適用
pt: Guardar e Aplicar
ru: Сохранить и применить
uk: Зберегти та застосувати

source: Remove ADS
de: Werbung entfernen
fa: حذف تبلیغات
it: Rimuovi pubblicità
ja: 広告を削除
pt: Remover Anúncios
ru: Убрать рекламу
uk: Видалити рекламу

source: Upload sound
de: Sound hochladen
fa: آپلود صدا
it: Carica suono
ja: サウンドをアップロード
pt: Carregar som
ru: Загрузить звук
uk: Завантажити звук

source: For You
de: Für Dich
fa: برای شما
it: Per te
ja: あなたへ
pt: Para Si
ru: Рекомендации
uk: Для вас

source: Popular
de: Populär
fa: محبوب
it: Popolari
ja: 人気
ru: Популярные
uk: Популярні

source: Leaderboard
de: Rangliste
fa: جدول امتیازات
it: Classifica
ja: ランキング
pt: Classificação
ru: Топ пользователей
uk: Таблиця лідерів

source: News
de: Neuigkeiten
fa: اخبار
it: Notizie
ja: ニュース
pt: Notícias
ru: Новости
uk: Новини

source: Discord
fa: دیسکورد
ru: Дискорд

source: Telegram
fa: تلگرام
ru: Телеграм

source: Donate
de: Spenden
fa: حمایت مالی
it: Dona
ja: 寄付する
pt: Doar
ru: Поддержать
uk: Підтримати

source: Contacts
de: Kontakte
fa: تماس با ما
it: Contatti
ja: 連絡先
pt: Contactos
ru: Контакты
uk: Контакти

source: Download Soundpad
de: Soundpad herunterladen
fa: دانلود Soundpad
it: Scarica Soundpad
ja: Soundpadをダウンロード
pt: Descarregar Soundpad
ru: Скачать Soundpad
uk: Завантажити Soundpad

source: Telegram bot
fa: ربات تلگرام
it: Bot Telegram
ja: Telegramボット
pt: Bot do Telegram
ru: Телеграм бот
uk: Telegram бот

source: Steam group
de: Steam-Gruppe
fa: گروه استیم
it: Gruppo Steam
ja: Steamグループ
pt: Grupo Steam
ru: Группа в Steam
uk: Група Steam

source: Search
de: Suchen
fa: جستجو
it: Cerca
ja: 検索
pt: Pesquisar
ru: Поиск
uk: Пошук

source: Log in
de: Anmelden
fa: ورود
it: Accedi
ja: ログイン
pt: Iniciar sessão
ru: Войти
uk: Увійти

source: Home
de: Startseite
fa: خانه
ja: ホーム
pt: Início
ru: Главная
uk: Головна

source: Playlists
fa: لیست‌های پخش
it: Playlist
ja: プレイリスト
ru: Плейлисты
uk: Плейлисти

source: Other
de: Sonstiges
fa: دیگر
it: Altro
ja: その他
pt: Outro
ru: Другое
uk: Інше

source: Total sounds
de: Sounds insgesamt
fa: تعداد کل صداها
it: Suoni totali
ja: 総サウンド数
pt: Total de sons
ru: Всего звуков
uk: Всього звуків

source: No sound playing
de: Kein Sound wird abgespielt
fa: هیچ صدایی در حال پخش نیست
it: Nessun suono in riproduzione
ja: 再生中のサウンドはありません
pt: Nenhum som a tocar
ru: Ничего не играет
uk: Немає звуку, що відтворюється

source: service for searching and downloading sounds for soundboards such as Soundpad or mobile devices.
de: Dienst zum Suchen und Herunterladen von Sounds für Soundboards wie Soundpad oder mobile Geräte.
fa: سرویسی برای جستجو و دانلود صدا برای ساندبوردهایی مانند Soundpad یا دستگاه‌های موبایل.
it: servizio per la ricerca e il download di suoni per soundboard come Soundpad o dispositivi mobili.
ja: Soundpadやモバイルデバイスなどのサウンドボード用のサウンドを検索およびダウンロードするサービス。
pt: serviço para pesquisar e descarregar sons para soundboards como o Soundpad ou dispositivos móveis.
ru: сервис для поиска и загрузки звуков для звуковых панелей, таких как Soundpad или мобильных устройств.
uk: сервіс для пошуку та завантаження звуків для звукових панелей, таких як Soundpad, або мобільних пристроїв.

source: Find sounds and effects from TV, games, memes, and more.
de: Finde Sounds und Effekte aus TV, Spielen, Memes und mehr.
fa: صداها و افکت‌های تلویزیون، بازی‌ها، میم‌ها و موارد دیگر را پیدا کنید.
it: Trova suoni ed effetti da TV, giochi, meme e altro.
ja: テレビ、ゲーム、ミームなどからサウンドやエフェクトを見つけます。
pt: Encontre sons e efeitos de TV, jogos, memes e muito mais.
ru: Найдите звуки и эффекты из телевизора, игр, мемов и многого другого.
uk: Знаходьте звуки та ефекти з телебачення, ігор, мемів тощо.

source: Navigation
fa: ناوبری
it: Navigazione
ja: ナビゲーション
pt: Navegação
ru: Навигация
uk: Навігація

source: Privacy policy
de: Datenschutzrichtlinie
fa: سیاست حفظ حریم خصوصی
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Terms of use
de: Nutzungsbedingungen
fa: شرایط استفاده
it: Termini di utilizzo
ja: 利用規約
pt: Termos de uso
ru: Условия использования
uk: Умови використання

source: Links
fa: لینک‌ها
it: Link
ja: リンク
ru: Ссылки
uk: Посилання

source: Translations
de: Übersetzungen
fa: ترجمه‌ها
it: Traduzioni
ja: 翻訳
pt: Traduções
ru: Переводы
uk: Переклади

source: Edit tags
de: Tags bearbeiten
fa: ویرایش تگ‌ها
it: Modifica tag
ja: タグを編集
pt: Editar tags
ru: Редактировать теги
uk: Редагувати теги

source: Tags
fa: تگ‌ها
it: Tag
ja: タグ
ru: Теги
uk: Теги

source: Is loud
de: Ist laut
fa: صدا بلند است
it: È forte
ja: 大音量
pt: É alto
ru: Громкий
uk: Гучний

source: Is explicit
de: Ist explizit
fa: محتوای صریح دارد
it: È esplicito
ja: 露骨な表現
pt: É explícito
ru: Нецензурный
uk: Відвертий

source: Save
de: Speichern
fa: ذخیره
it: Salva
ja: 保存
pt: Guardar
ru: Сохранить
uk: Зберегти

source: Cancel
de: Abbrechen
fa: لغو
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
uk: Скасувати

source: Report a sound
de: Einen Sound melden
fa: گزارش یک صدا
it: Segnala un suono
ja: サウンドを報告
pt: Reportar um som
ru: Пожаловаться на звук
uk: Поскаржитися на звук

source: We are strictly against any violations of our terms of use. Users have the ability to complain about content that is considered “spam,” “illegal activity,” or contains “copyrighted material without authorization.” If violations are found, the content will be removed immediately and this removal will be permanent.
de: Wir sind strikt gegen jegliche Verstöße gegen unsere Nutzungsbedingungen. Nutzer haben die Möglichkeit, Inhalte zu melden, die als „Spam“, „illegale Aktivität“ betrachtet werden oder „urheberrechtlich geschütztes Material ohne Genehmigung“ enthalten. Werden Verstöße festgestellt, wird der Inhalt sofort entfernt und diese Entfernung ist dauerhaft.
fa: ما به شدت مخالف هرگونه نقض شرایط استفاده خود هستیم. کاربران می‌توانند محتوایی را که «اسپم»، «فعالیت غیرقانونی» تلقی می‌شود یا «حاوی مطالب دارای حق نشر بدون مجوز» است، گزارش دهند. در صورت یافتن تخلفات، محتوا فوراً حذف می‌شود و این حذف دائمی خواهد بود.
it: Siamo fermamente contrari a qualsiasi violazione dei nostri termini di utilizzo. Gli utenti hanno la possibilità di segnalare contenuti considerati 'spam', 'attività illegale' o contenenti 'materiale protetto da copyright senza autorizzazione'. Se vengono riscontrate violazioni, il contenuto verrà rimosso immediatamente e tale rimozione sarà permanente.
ja: 私たちは利用規約のいかなる違反にも厳しく反対します。ユーザーは「スパム」、「違法行為」と見なされるコンテンツ、または「許可なく著作権で保護された素材」を含むコンテンツについて苦情を申し立てることができます。違反が見つかった場合、コンテンツは直ちに削除され、この削除は恒久的です。
pt: Somos estritamente contra quaisquer violações dos nossos termos de uso. Os utilizadores têm a capacidade de reclamar sobre conteúdo considerado “spam”, “atividade ilegal” ou que contenha “material protegido por direitos de autor sem autorização”. Se forem encontradas violações, o conteúdo será removido imediatamente e esta remoção será permanente.
ru: Мы строго против любых нарушений наших условий использования. Пользователи имеют возможность жаловаться на контент, который считается «спамом», «незаконной деятельностью» или содержит «материалы, защищенные авторским правом без разрешения». При обнаружении нарушений контент будет немедленно удален, и это удаление будет постоянным.
uk: Ми категорично проти будь-яких порушень наших умов використання. Користувачі мають можливість скаржитися на вміст, який вважається «спамом», «незаконною діяльністю» або містить «матеріали, захищені авторським правом, без дозволу». У разі виявлення порушень вміст буде негайно видалено, і це видалення буде остаточним.

source: Please state your request in English or Russian only. We cannot process requests in other languages.
de: Bitte formuliere deine Anfrage nur auf Englisch oder Russisch. Wir können Anfragen in anderen Sprachen nicht bearbeiten.
fa: لطفاً درخواست خود را فقط به زبان انگلیسی یا روسی بیان کنید. ما نمی‌توانیم درخواست‌ها را به زبان‌های دیگر پردازش کنیم.
it: Si prega di formulare la richiesta solo in inglese o russo. Non possiamo elaborare richieste in altre lingue.
ja: リクエストは英語またはロシア語でのみ記述してください。他の言語でのリクエストは処理できません。
pt: Por favor, indique o seu pedido apenas em inglês ou russo. Não podemos processar pedidos noutros idiomas.
ru: Пожалуйста, излагайте свой запрос только на английском или русском языке. Мы не можем обрабатывать запросы на других языках.
uk: Будь ласка, вказуйте свій запит лише англійською або російською мовою. Ми не можемо обробляти запити іншими мовами.

source: Comment, questions, reason for post.
de: Kommentar, Fragen, Grund für die Meldung.
fa: نظر، سوالات، دلیل پست.
it: Commento, domande, motivo della segnalazione.
ja: コメント、質問、投稿の理由。
pt: Comentário, perguntas, motivo da publicação.
ru: Комментарий, вопросы, причина жалобы.
uk: Коментар, питання, причина скарги.

source: Your e-mail address
de: Deine E-Mail-Adresse
fa: آدرس ایمیل شما
it: Il tuo indirizzo e-mail
ja: あなたのメールアドレス
pt: O seu endereço de e-mail
ru: Ваш адрес электронной почты
uk: Ваша електронна адреса

source: Report
de: Melden
fa: گزارش
it: Segnala
ja: 報告する
pt: Reportar
ru: Пожаловаться
uk: Поскаржитись

source: You have already sent a report.
de: Du hast bereits eine Meldung gesendet.
fa: شما قبلاً گزارشی ارسال کرده‌اید.
it: Hai già inviato una segnalazione.
ja: すでに報告を送信しました。
pt: Já enviou um reporte.
ru: Вы уже отправили жалобу.
uk: Ви вже надіслали скаргу.

source: Please enter a valid reason.
de: Bitte gib einen gültigen Grund an.
fa: لطفاً دلیل معتبری وارد کنید.
it: Inserisci un motivo valido.
ja: 有効な理由を入力してください。
pt: Por favor, insira um motivo válido.
ru: Пожалуйста, введите действительную причину.
uk: Будь ласка, введіть дійсну причину.

source: Please enter a valid email.
de: Bitte gib eine gültige E-Mail-Adresse ein.
fa: لطفاً ایمیل معتبری وارد کنید.
it: Inserisci un'email valida.
ja: 有効なメールアドレスを入力してください。
pt: Por favor, insira um e-mail válido.
ru: Пожалуйста, введите действительный адрес электронной почты.
uk: Будь ласка, введіть дійсну електронну адресу.

source: Are you sure?
de: Bist du sicher?
fa: آیا مطمئن هستید؟
it: Sei sicuro?
ja: よろしいですか？
pt: Tem a certeza?
ru: Вы уверены?
uk: Ви впевнені?

source: Yes
de: Ja
fa: بله
it: Sì
ja: はい
pt: Sim
ru: Да
uk: Так

source: No
de: Nein
fa: خیر
ja: いいえ
pt: Não
ru: Нет
uk: Ні

source: External Link Warning
de: Warnung vor externem Link
fa: هشدار لینک خارجی
it: Avviso link esterno
ja: 外部リンク警告
pt: Aviso de Link Externo
ru: Предупреждение о внешней ссылке
uk: Попередження про зовнішнє посилання

source: You are about to leave uwupad.me. We do not take responsibility for the content on external sites.
de: Du bist dabei, uwupad.me zu verlassen. Wir übernehmen keine Verantwortung für die Inhalte auf externen Seiten.
fa: شما در حال ترک uwupad.me هستید. ما مسئولیتی در قبال محتوای سایت‌های خارجی نداریم.
it: Stai per lasciare uwupad.me. Non ci assumiamo responsabilità per i contenuti dei siti esterni.
ja: uwupad.meを離れようとしています。外部サイトのコンテンツについては責任を負いません。
pt: Está prestes a sair de uwupad.me. Não nos responsabilizamos pelo conteúdo de sites externos.
ru: Вы собираетесь покинуть uwupad.me. Мы не несем ответственности за содержимое на внешних сайтах.
uk: Ви збираєтеся покинути uwupad.me. Ми не несемо відповідальності за вміст зовнішніх сайтів.

source: Proceed
de: Fortfahren
fa: ادامه
it: Procedi
ja: 続行
pt: Prosseguir
ru: Продолжить
uk: Продовжити

source: Copied to clipboard
de: In die Zwischenablage kopiert
fa: در کلیپ‌بورد کپی شد
it: Copiato negli appunti
ja: クリップボードにコピーしました
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
uk: Скопійовано в буфер обміну

source: Crypto Donation
de: Krypto-Spende
fa: کمک مالی با ارز دیجیتال
it: Donazione Cripto
ja: 暗号通貨での寄付
pt: Doação Cripto
ru: Крипто-донат
uk: Крипто-пожертва

source: Contact us
de: Kontaktiere uns
fa: تماس با ما
it: Contattaci
ja: お問い合わせ
pt: Contacte-nos
ru: Связаться
uk: Зв'язатися з нами

source: Crypto donation methods:
de: Krypto-Spendenmethoden:
fa: روش‌های کمک مالی با ارز دیجیتال:
it: Metodi di donazione cripto:
ja: 暗号通貨での寄付方法：
pt: Métodos de doação cripto:
ru: Способы крипто-доната:
uk: Методи крипто-пожертв:

source: TON Ecosystem
de: TON Ökosystem
fa: اکوسیستم TON
it: Ecosistema TON
ja: TONエコシステム
pt: Ecossistema TON
ru: Экосистема TON
uk: Екосистема TON

source: Other Coins
de: Andere Coins
fa: سایر ارزها
it: Altre Monete
ja: その他のコイン
pt: Outras Moedas
ru: Другие монеты
uk: Інші монети

source: If you like our project, you can support it by clicking the link below.
de: Wenn dir unser Projekt gefällt, kannst du es unterstützen, indem du auf den unten stehenden Link klickst.
fa: اگر از پروژه ما خوشتان آمده است، می‌توانید با کلیک بر روی لینک زیر از آن حمایت کنید.
it: Se ti piace il nostro progetto, puoi supportarlo cliccando sul link sottostante.
ja: 私たちのプロジェクトが気に入ったら、下のリンクをクリックしてサポートできます。
pt: Se gosta do nosso projeto, pode apoiá-lo clicando no link abaixo.
ru: Если вам нравится наш проект, вы можете поддержать его, нажав на ссылку ниже.
uk: Якщо вам подобається наш проект, ви можете підтримати його, натиснувши посилання нижче.

source: Join our Discord server to chat with other users and get the latest news.
de: Tritt unserem Discord-Server bei, um mit anderen Benutzern zu chatten und die neuesten Nachrichten zu erhalten.
fa: به سرور دیسکورد ما بپیوندید تا با سایر کاربران چت کنید و آخرین اخبار را دریافت کنید.
it: Unisciti al nostro server Discord per chattare con altri utenti e ricevere le ultime notizie.
ja: Discordサーバーに参加して、他のユーザーとチャットしたり、最新ニュースを入手したりできます。
pt: Junte-se ao nosso servidor Discord para conversar com outros utilizadores e receber as últimas notícias.
ru: Присоединяйтесь к нашему серверу Discord, чтобы общаться с другими
uk: Приєднуйтесь до нашого Discord-сервера, щоб спілкуватися з іншими користувачами та отримувати останні новини.

source: Join Discord
de: Discord beitreten
fa: پیوستن به دیسکورد
it: Unisciti a Discord
ja: Discordに参加
pt: Juntar-se ao Discord
ru: Присоединиться к Discord
uk: Приєднатися до Discord

source: Join our Telegram channel to be aware and get the latest news.
de: Tritt unserem Telegram-Kanal bei, um informiert zu bleiben und die neuesten Nachrichten zu erhalten.
fa: به کانال تلگرام ما بپیوندید تا از آخرین اخبار مطلع شوید.
it: Unisciti al nostro canale Telegram per essere aggiornato e ricevere le ultime notizie.
ja: Telegramチャンネルに参加して、最新情報を入手し、最新ニュースを知ることができます。
pt: Junte-se ao nosso canal Telegram para estar a par e receber as últimas notícias.
ru: Присоединяйтесь к нашему каналу Telegram, чтобы быть в курсе и получать последние новости.
uk: Приєднуйтесь до нашого Telegram-каналу, щоб бути в курсі та отримувати останні новини.

source: Join Telegram
de: Telegram beitreten
fa: پیوستن به تلگرام
it: Unisciti a Telegram
ja: Telegramに参加
pt: Juntar-se ao Telegram
ru: Присоединиться к Telegram
uk: Приєднатися до Telegram

source: LOUD
de: LAUT
fa: بلند
it: FORTE
ja: 大音量
pt: ALTO
ru: ГРОМКО
uk: ГУЧНИЙ

source: EXPLICIT
de: EXPLIZIT
fa: صریح
it: ESPLICITO
ja: 露骨な表現
pt: EXPLÍCITO
ru: НЕЦЕНЗУРНО
uk: ВІДВЕРТИЙ

source: Add to Soundpad
de: Zu Soundpad hinzufügen
fa: افزودن به Soundpad
it: Aggiungi a Soundpad
ja: Soundpadに追加
pt: Adicionar ao Soundpad
ru: Добавить в Soundpad
uk: Додати до Soundpad

source: Playlist
fa: لیست پخش
ja: プレイリスト
ru: Плейлист
uk: Плейлист

source: No sounds found
de: Keine Sounds gefunden
fa: هیچ صدایی یافت نشد
it: Nessun suono trovato
ja: サウンドが見つかりません
pt: Nenhum som encontrado
ru: Звуков не найдено
uk: Звуків не знайдено
