Repository: UwUpad/uwupad-translations
Catalog: translations/*/messages.po
Languages: de, fa, it, ja, pt, ru, uk

source: Are you sure you want to delete this comment? This cannot be undone.
de: Bist du sicher, dass du diesen Kommentar löschen möchtest? Dies kann nicht rückgängig gemacht werden.
fa: آیا مطمئن هستید که می‌خواهید این نظر را حذف کنید؟ این عمل قابل بازگشت نیست.
it: Sei sicuro di voler eliminare questo commento? L'azione è irreversibile.
ja: このコメントを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem a certeza que quer eliminar este comentário? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот комментарий? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити цей коментар? Цю дію не можна скасувати.

source: Upload
de: Hochladen
fa: آپلود
it: Carica
ja: アップロード
pt: Carregar
ru: Загрузить
uk: Завантажити

source: Supported services
de: Unterstützte Dienste
fa: سرویس‌های پشتیبانی شده
it: Servizi supportati
ja: 対応サービス
pt: Serviços suportados
ru: Поддерживаемые сервисы
uk: Підтримувані сервіси

source: Import
de: Importieren
fa: وارد کردن
it: Importa
ja: インポート
pt: Importar
ru: Импорт
uk: Імпортувати

source: Drop file here
de: Datei hier ablegen
fa: فایل را اینجا رها کنید
ja: ここにファイルをドロップ
pt: Largar ficheiro aqui
ru: Перетащите файл сюда
uk: Перетягніть файл сюди

source: rust, loud, funny
de: rost, laut, lustig
fa: زنگ‌زدگی، بلند، خنده‌دار
it: ruggine, forte, divertente
ja: rust, loud, funny (タグ例)
pt: ferrugem, alto, engraçado
ru: раст, громко, смешно
uk: іржа, гучний, смішний

source: Choose a file
de: Datei auswählen
fa: انتخاب فایل
it: Scegli file
ja: ファイルを選択
pt: Escolher ficheiro
ru: Выберите файл
uk: Вибрати файл

source: Import from URL
de: Von URL importieren
fa: وارد کردن از URL
it: Importa da URL
ja: URLからインポート
pt: Importar de URL
ru: Импорт из URL
uk: Імпортувати з URL

source: Support's only audio files
de: Unterstützt nur Audiodateien
fa: فقط از فایل‌های صوتی پشتیبانی می‌کند
it: Supporta solo file audio
ja: オーディオファイルのみ対応
pt: Suporta apenas ficheiros de áudio
ru: Поддерживаются только аудиофайлы
uk: Підтримуються лише аудіофайли

source: Supported formats: mp3, wav, ogg
de: Unterstützte Formate: mp3, wav, ogg
fa: فرمت‌های پشتیبانی شده: mp3, wav, ogg
it: Formati supportati: mp3, wav, ogg
ja: 対応フォーマット: mp3, wav, ogg
pt: Formatos suportados: mp3, wav, ogg
ru: Поддерживаемые форматы: mp3, wav, ogg
uk: Підтримувані формати: mp3, wav, ogg

source: Max file size: 5MB
de: Max. Dateigröße: 5MB
fa: حداکثر حجم فایل: ۵ مگابایت
it: Dimensione massima file: 5MB
ja: 最大ファイルサイズ: 5MB
pt: Tamanho máximo do ficheiro: 5MB
ru: Максимальный размер файла: 5МБ
uk: Максимальний розмір файлу: 5МБ

source: terms and conditions
de: Nutzungsbedingungen
fa: شرایط و ضوابط
it: termini e condizioni
ja: 利用規約
pt: termos e condições
uk: умови та положення

source: privacy policy
de: Datenschutzrichtlinie
fa: سیاست حفظ حریم خصوصی
it: informativa sulla privacy
ja: プライバシーポリシー
pt: política de privacidade
ru: политика конфиденциальности
uk: політика конфіденційності

source: Already uploading
de: Upload läuft bereits
fa: در حال آپلود است
it: Caricamento già in corso
ja: すでにアップロード中です
pt: Já a carregar
ru: Уже загружается
uk: Вже завантажується

source: You must agree to the terms and conditions and privacy policy.
de: Du musst den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen.
fa: شما باید با شرایط و ضوابط و سیاست حفظ حریم خصوصی موافقت کنید.
it: Devi accettare i termini e condizioni e l'informativa sulla privacy.
ja: 利用規約とプライバシーポリシーに同意する必要があります。
pt: Deve concordar com os termos e condições e a política de privacidade.
ru: Вы должны согласиться с условиями использования и политикой конфиденциальности.
uk: Ви повинні погодитися з умовами та положеннями та політикою конфіденційності.

source: Add title
de: Titel hinzufügen
fa: افزودن عنوان
it: Aggiungi titolo
ja: タイトルを追加
pt: Adicionar título
ru: Добавьте название
uk: Додати назву

source: Add tags
de: Tags hinzufügen
fa: افزودن تگ‌ها
it: Aggiungi tag
ja: タグを追加
pt: Adicionar tags
ru: Добавьте теги
uk: Додати теги

source: Too many tags. Max 3
de: Zu viele Tags. Max. 3
fa: تگ‌های بیش از حد. حداکثر ۳ تگ
it: Troppi tag. Max 3
ja: タグが多すぎます。最大3つまで
pt: Demasiadas tags. Máx 3
ru: Слишком много тегов. Максимум 3
uk: Забагато тегів. Максимум 3

source: Add file
de: Datei hinzufügen
fa: افزودن فایل
it: Aggiungi file
ja: ファイルを追加
pt: Adicionar ficheiro
ru: Добавьте файл
uk: Додати файл

source: File is too big
de: Datei ist zu groß
fa: فایل خیلی بزرگ است
it: Il file è troppo grande
ja: ファイルが大きすぎます
pt: Ficheiro demasiado grande
ru: Файл слишком большой
uk: Файл занадто великий

source: File is not an audio
de: Datei ist keine Audiodatei
fa: فایل صوتی نیست
it: Il file non è audio
ja: ファイルはオーディオではありません
pt: O ficheiro não é de áudio
ru: Файл не является аудио
uk: Файл не є аудіо

source: Title is too long
de: Titel ist zu lang
fa: عنوان خیلی طولانی است
it: Il titolo è troppo lungo
ja: タイトルが長すぎます
pt: Título demasiado longo
ru: Название слишком длинное
uk: Назва занадто довга

source: Tag is too long
de: Tag ist zu lang
fa: تگ خیلی طولانی است
it: Il tag è troppo lungo
ja: タグが長すぎます
pt: Tag demasiado longa
ru: Тег слишком длинный
uk: Тег занадто довгий

source: Sound uploaded
de: Sound hochgeladen
fa: صدا آپلود شد
it: Suono caricato
ja: サウンドがアップロードされました
pt: Som carregado
ru: Звук загружен
uk: Звук завантажено

source: Enter URL
de: URL eingeben
fa: URL را وارد کنید
it: Inserisci URL
ja: URLを入力
pt: Inserir URL
ru: Введите URL
uk: Введіть URL

source: User not found
de: Benutzer nicht gefunden
fa: کاربر یافت نشد
it: Utente non trovato
ja: ユーザーが見つかりません
pt: Utilizador não encontrado
ru: Пользователь не найден
uk: Користувача не знайдено

source: User with this ID not found. Please check the entered data.
de: Benutzer mit dieser ID nicht gefunden. Bitte überprüfe die eingegebenen Daten.
fa: کاربر با این شناسه یافت نشد. لطفاً داده‌های وارد شده را بررسی کنید.
it: Utente con questo ID non trovato. Controlla i dati inseriti.
ja: このIDのユーザーが見つかりません。入力データを確認してください。
pt: Utilizador com este ID não encontrado. Por favor, verifique os dados inseridos.
ru: Пользователь с этим ID не найден. Пожалуйста, проверьте введенные данные.
uk: Користувача з таким ID не знайдено. Будь ласка, перевірте введені дані.

source: Welcome to VIP Membership!
de: Willkommen zur VIP-Mitgliedschaft!
fa: به عضویت VIP خوش آمدید!
it: Benvenuto nell'Abbonamento VIP!
ja: VIPメンバーシップへようこそ！
pt: Bem-vindo à Adesão VIP!
ru: Добро пожаловать в VIP-членство!
uk: Вітаємо у VIP-членстві!

source: As a VIP member, you're helping support the developers and the project. Thank you for your support!
de: Als VIP-Mitglied hilfst du, die Entwickler und das Projekt zu unterstützen. Vielen Dank für deine Unterstützung!
fa: به عنوان یک عضو VIP، شما به حمایت از توسعه‌دهندگان و پروژه کمک می‌کنید. از حمایت شما متشکریم!
it: Come membro VIP, stai aiutando a sostenere gli sviluppatori e il progetto. Grazie per il tuo supporto!
ja: VIPメンバーとして、開発者とプロジェクトを支援してくださっています。ご支援ありがとうございます！
pt: Como membro VIP, está a ajudar a apoiar os desenvolvedores e o projeto. Obrigado pelo seu apoio!
uk: Як VIP-член, ви допомагаєте підтримувати розробників та проект. Дякуємо за вашу підтримку!

source: VIP Benefits
de: VIP-Vorteile
fa: مزایای VIP
it: Vantaggi VIP
ja: VIP特典
pt: Benefícios VIP
ru: Преимущества VIP
uk: Переваги VIP

source: Your profile and sounds will have a yellow
de: Dein Profil und deine Sounds werden einen gelben
fa: پروفایل و صداهای شما دارای یک
it: Il tuo profilo e i tuoi suoni avranno un
ja: あなたのプロフィールとサウンドには黄色の
pt: O seu perfil e sons terão um
ru: Ваш профиль и звуки будут иметь желтый
uk: Ваш профіль та звуки матимуть жовтий

source: Yellow
de: Gelber
fa: زرد
it: Giallo
ja: 黄色の
pt: Amarelo
ru: Желтый
uk: Жовтий

source: Nickname
fa: نام مستعار خواهند بود
ja: ニックネームが表示されます
ru: Никнейм
uk: Нікнейм

source: Your nickname will stand out in recommendations and other tabs.
de: Dein Nickname wird in Empfehlungen und anderen Tabs hervorstechen.
fa: نام مستعار شما در توصیه‌ها و سایر تب‌ها برجسته خواهد شد.
it: Il tuo nickname risalterà nelle raccomandazioni e in altre schede.
ja: あなたのニックネームは、おすすめや他のタブで目立ちます。
pt: O seu nickname destacar-se-á nas recomendações e noutros separadores.
ru: Ваш никнейм будет выделяться в рекомендациях и других вкладках.
uk: Ваш нікнейм буде виділятися в рекомендаціях та інших вкладках.

source: Animated Avatar: You can set an animated avatar.
de: Animierter Avatar: Du kannst einen animierten Avatar festlegen.
fa: آواتار متحرک: می‌توانید یک آواتار متحرک تنظیم کنید.
it: Avatar Animato: Puoi impostare un avatar animato.
ja: アニメーションアバター：アニメーションアバターを設定できます。
pt: Avatar Animado: Pode definir um avatar animado.
uk: Анімований аватар: Ви можете встановити анімований аватар.

source: No Ads: Enjoy the app without any ads.
de: Keine Werbung: Genieße die App ohne Werbung.
fa: بدون تبلیغات: از برنامه بدون هیچ تبلیغی لذت ببرید.
it: Nessuna Pubblicità: Goditi l'app senza pubblicità.
ja: 広告なし：広告なしでアプリをお楽しみください。
pt: Sem Anúncios: Desfrute da aplicação sem anúncios.
ru: Без рекламы: наслаждайтесь приложением без рекламы.
uk: Без реклами: Насолоджуйтесь додатком без будь-якої реклами.

source: More Useful Features Coming Soon
de: Weitere nützliche Funktionen folgen bald
fa: ویژگی‌های مفید بیشتر به زودی
it: Altre Funzionalità Utili in Arrivo
ja: さらに便利な機能が近日公開予定
pt: Mais Funcionalidades Úteis Brevemente
ru: Более полезные функции скоро
uk: Більше корисних функцій незабаром

source: We're constantly working on adding more benefits and features for
de: Wir arbeiten ständig daran, weitere Vorteile und Funktionen für
fa: ما دائماً در حال کار برای افزودن مزایا و ویژگی‌های بیشتر برای
it: Lavoriamo costantemente per aggiungere più vantaggi e funzionalità per
ja: 私たちは常に、
pt: Estamos constantemente a trabalhar para adicionar mais benefícios e funcionalidades para
ru: Мы постоянно работаем над добавлением больше преимуществ и функций для
uk: Ми постійно працюємо над додаванням нових переваг та функцій для

source: users. Stay tuned for updates!
de: Benutzer hinzuzufügen. Bleib dran für Updates!
fa: کاربران هستیم. منتظر به‌روزرسانی‌ها باشید!
it: gli utenti. Resta sintonizzato per gli aggiornamenti!
ja: ユーザーのために、より多くの特典や機能を追加することに取り組んでいます。アップデートにご期待ください！
pt: os utilizadores. Fique atento às atualizações!
ru: пользователей. Следите за обновлениями!
uk: користувачів. Слідкуйте за оновленнями!

source: You're already a VIP member!
de: Du bist bereits VIP-Mitglied!
fa: شما قبلاً عضو VIP هستید!
it: Sei già un membro VIP!
ja: あなたはすでにVIPメンバーです！
pt: Já é um membro VIP!
ru: Вы уже являетесь членом VIP!
uk: Ви вже є VIP-членом!

source: Your VIP membership expires on:
de: Deine VIP-Mitgliedschaft läuft ab am:
fa: عضویت VIP شما در تاریخ زیر منقضی می‌شود:
it: Il tuo abbonamento VIP scade il:
ja: あなたのVIPメンバーシップの有効期限：
pt: A sua adesão VIP expira em:
ru: Ваше VIP-членство истекает:
uk: Ваше VIP-членство закінчується:

source: Consider making a donation to support us even more!
de: Erwäge eine Spende, um uns noch mehr zu unterstützen!
fa: برای حمایت بیشتر از ما، کمک مالی را در نظر بگیرید!
it: Considera di fare una donazione per supportarci ancora di più!
ja: さらに私たちをサポートするために寄付を検討してください！
pt: Considere fazer uma doação para nos apoiar ainda mais!
ru: Рассмотрите возможность сделать пожертвование, чтобы поддержать нас еще
uk: Розгляньте можливість зробити пожертву, щоб підтримати нас ще більше!

source: Become a
de: Werde ein
fa: عضو
it: Diventa
ja: VIPに
pt: Torne-se
ru: Станьте
uk: Стати

source: There are multiple ways to become a VIP: be an active user of the site or purchase the status for a lifetime.
de: Es gibt mehrere Möglichkeiten, VIP zu werden: Sei ein aktiver Benutzer der Seite oder kaufe den Status lebenslang.
fa: راه‌های متعددی برای عضویت VIP وجود دارد: کاربر فعال سایت باشید یا وضعیت را به صورت مادام‌العمر خریداری کنید.
it: Ci sono diversi modi per diventare VIP: essere un utente attivo del sito o acquistare lo status a vita.
ja: VIPになるには複数の方法があります：サイトのアクティブユーザーになるか、生涯ステータスを購入します。
pt: Existem várias formas de se tornar VIP: ser um utilizador ativo do site ou comprar o estatuto vitalício.
ru: Есть несколько способов стать VIP: быть активным пользователем сайта или приобрести статус на всю жизнь.
uk: Існує кілька способів стати VIP: бути активним користувачем сайту або придбати статус назавжди.

source: Pay with PayPal
de: Mit PayPal bezahlen
fa: پرداخت با PayPal
it: Paga con PayPal
ja: PayPalで支払う
pt: Pagar com PayPal
ru: Оплатить через PayPal
uk: Оплатити через PayPal

source: Pay with Card
de: Mit Karte bezahlen
fa: پرداخت با کارت
it: Paga con Carta
ja: カードで支払う
pt: Pagar com Cartão
ru: Оплатить картой
uk: Оплатити карткою

source: Support
fa: پشتیبانی
it: Supporto
ja: サポート
pt: Suporte
ru: Поддержка
uk: Підтримка

source: Learn more about VIP privileges on our website or contact us for details.
de: Erfahre mehr über VIP-Privilegien auf unserer Website oder kontaktiere uns für Details.
fa: در وب‌سایت ما درباره امتیازات VIP بیشتر بدانید یا برای جزئیات با ما تماس بگیرید.
it: Scopri di più sui privilegi VIP sul nostro sito web o contattaci per dettagli.
ja: VIP特典の詳細については、当社のウェブサイトをご覧いただくか、お問い合わせください。
pt: Saiba mais sobre os privilégios VIP no nosso website ou contacte-nos para detalhes.
ru: Узнайте больше о привилегиях VIP на нашем сайте или свяжитесь с нами для получения подробной информации.
uk: Дізнайтеся більше про переваги VIP на нашому веб-сайті або зв'яжіться з нами для отримання деталей.

source: Language
de: Sprache
fa: زبان
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
uk: Мова

source: Sounds inside count
de: Anzahl der Sounds
fa: تعداد صداها
it: Numero di suoni
ja: サウンド数
pt: Número de sons
ru: Звуков внутри
uk: Кількість звуків

source: Mini (<5)
fa: کوچک (کمتر از ۵)
ja: ミニ (<5)
ru: Мини (<5)
uk: Міні (<5)

source: Small (5-15)
de: Klein (5-15)
fa: کم (۵-۱۵)
it: Piccola (5-15)
ja: 小 (5-15)
pt: Pequena (5-15)
ru: Мало (5-15)
uk: Малий (5-15)

source: Medium (15-30)
de: Mittel (15-30)
fa: متوسط (۱۵-۳۰)
it: Media (15-30)
ja: 中 (15-30)
pt: Média (15-30)
ru: Средне (15-30)
uk: Середній (15-30)

source: Large (30-60)
de: Groß (30-60)
fa: زیاد (۳۰-۶۰)
it: Grande (30-60)
ja: 大 (30-60)
pt: Grande (30-60)
ru: Много (30-60)
uk: Великий (30-60)

source: Very large (>60)
de: Sehr groß (>60)
fa: بسیار زیاد (بیشتر از ۶۰)
it: Molto grande (>60)
ja: 特大 (>60)
pt: Muito grande (>60)
ru: Очень много (>60)
uk: Дуже великий (>60)

source: Unpopular (<10 views)
de: Unpopulär (<10 Aufrufe)
fa: غیرمحبوب (کمتر از ۱۰ بازدید)
it: Impopolare (<10 visualizzazioni)
ja: 人気がない (<10表示)
pt: Impopular (<10 visualizações)
ru: Неизвестный (<10 просмотров)
uk: Непопулярний (<10 переглядів)

source: Not popular (10-50 views)
de: Nicht populär (10-50 Aufrufe)
fa: نه چندان محبوب (۱۰-۵۰ بازدید)
it: Poco popolare (10-50 visualizzazioni)
ja: あまり人気がない (10-50表示)
pt: Pouco popular (10-50 visualizações)
ru: Не популярный (10-50 просмотров)
uk: Мало популярний (10-50 переглядів)

source: Popular (50-100 views)
de: Populär (50-100 Aufrufe)
fa: محبوب (۵۰-۱۰۰ بازدید)
it: Popolare (50-100 visualizzazioni)
ja: 人気 (50-100表示)
pt: Popular (50-100 visualizações)
ru: Популярный (50-100 просмотров)
uk: Популярний (50-100 переглядів)

source: Very popular (100-500 views)
de: Sehr populär (100-500 Aufrufe)
fa: بسیار محبوب (۱۰۰-۵۰۰ بازدید)
it: Molto popolare (100-500 visualizzazioni)
ja: 非常に人気 (100-500 表示)
pt: Muito popular (100-500 visualizações)
ru: Очень популярный (100-500 просмотров)
uk: Дуже популярний (100-500 переглядів)

source: Extremely popular (>500 views)
de: Extrem populär (>500 Aufrufe)
fa: فوق‌العاده محبوب (بیشتر از ۵۰۰ بازدید)
it: Estremamente popolare (>500 visualizzazioni)
ja: 極めて人気 (>500 表示)
pt: Extremamente popular (>500 visualizações)
ru: Чрезвычайно популярный (>500 просмотров)
uk: Надзвичайно популярний (>500 переглядів)

source: Most Viewed
de: Meistgesehen
fa: بیشترین بازدید
it: Più visualizzate
ja: 最多表示
pt: Mais Visualizadas
ru: Самые просматриваемые
uk: Найбільш переглядувані

source: Most Filled
de: Mit den meisten Sounds
fa: بیشترین صدا
it: Più piene
ja: 最多サウンド数
pt: Mais Preenchidas
ru: Самые заполненные
uk: Найбільш наповнені

source: Payment Cancelled
de: Zahlung abgebrochen
fa: پرداخت لغو شد
it: Pagamento Annullato
ja: 支払いがキャンセルされました
pt: Pagamento Cancelado
ru: Оплата отменена
uk: Оплату скасовано

source: Your payment has been cancelled. If this was unintentional, you can try again.
de: Deine Zahlung wurde abgebrochen. Wenn dies unbeabsichtigt war, kannst du es erneut versuchen.
fa: پرداخت شما لغو شده است. اگر این کار غیرعمدی بوده است، می‌توانید دوباره امتحان کنید.
it: Il tuo pagamento è stato annullato. Se non è stato intenzionale, puoi riprovare.
ja: 支払いがキャンセルされました。意図しない場合は、もう一度お試しいただけます。
pt: O seu pagamento foi cancelado. Se não foi intencional, pode tentar novamente.
uk: Вашу оплату скасовано. Якщо це сталося ненавмисно, ви можете спробувати ще раз.

source: If you are experiencing issues, please contact our support team.
de: Wenn du Probleme hast, kontaktiere bitte unser Support-Team.
fa: اگر با مشکلی مواجه هستید، لطفاً با تیم پشتیبانی ما تماس بگیرید.
it: Se riscontri problemi, contatta il nostro team di supporto.
ja: 問題が発生している場合は、サポートチームにお問い合わせください。
pt: Se estiver a experienciar problemas, por favor contacte a nossa equipa de suporte.
uk: Якщо у вас виникають проблеми, будь ласка, зв'яжіться з нашою командою підтримки.

source: Try Again
de: Erneut versuchen
fa: دوباره امتحان کنید
it: Riprova
ja: 再試行
pt: Tentar Novamente
uk: Спробувати ще раз

source: Contact Support
de: Support kontaktieren
fa: تماس با پشتیبانی
it: Contatta il Supporto
ja: サポートに連絡
pt: Contactar Suporte
ru: Связаться с поддержкой
uk: Зв'язатися з підтримкою

source: Payment Successful
de: Zahlung erfolgreich
fa: پرداخت موفقیت‌آمیز بود
it: Pagamento Riuscito
ja: 支払いが成功しました
pt: Pagamento Bem-sucedido
ru: Оплата успешна
uk: Оплата успішна

source: Thank you for becoming a VIP member! Your support helps us continue developing and improving our platform.
de: Vielen Dank, dass du VIP-Mitglied geworden bist! Deine Unterstützung hilft uns, unsere Plattform weiterzuentwickeln und zu verbessern.
fa: از اینکه عضو VIP شدید متشکریم! حمایت شما به ما کمک می‌کند تا به توسعه و بهبود پلتفرم خود ادامه دهیم.
it: Grazie per essere diventato un membro VIP! Il tuo supporto ci aiuta a continuare a sviluppare e migliorare la nostra piattaforma.
ja: VIPメンバーになっていただきありがとうございます！あなたのサポートは、プラットフォームの開発と改善を続けるのに役立ちます。
pt: Obrigado por se tornar um membro VIP! O seu apoio ajuda-nos a continuar a desenvolver e melhorar a nossa plataforma.
uk: Дякуємо, що стали VIP-членом! Ваша підтримка допомагає нам продовжувати розвивати та вдосконалювати нашу платформу.

source: Your VIP status is now active and you can enjoy all the exclusive benefits.
de: Dein VIP-Status ist jetzt aktiv und du kannst alle exklusiven Vorteile genießen.
fa: وضعیت VIP شما اکنون فعال است و می‌توانید از تمام مزایای انحصاری لذت ببرید.
it: Il tuo status VIP è ora attivo e puoi godere di tutti i vantaggi esclusivi.
ja: あなたのVIPステータスは現在有効であり、すべての限定特典をお楽しみいただけます。
pt: O seu estatuto VIP está agora ativo e pode desfrutar de todos os benefícios exclusivos.
uk: Ваш VIP-статус тепер активний, і ви можете користуватися всіма ексклюзивними перевагами.

source: View Profile
de: Profil anzeigen
fa: مشاهده پروفایل
it: Visualizza Profilo
ja: プロフィールを表示
pt: Ver Perfil
ru: Посмотреть профиль
uk: Переглянути профіль

source: Back to Home
de: Zurück zur Startseite
fa: بازگشت به خانه
it: Torna alla Home
ja: ホームに戻る
pt: Voltar ao Início
ru: Вернуться на главную
uk: Повернутися на головну

source: Empty URL
de: Leere URL
fa: URL خالی است
it: URL vuoto
ja: URLが空です
pt: URL vazio
ru: Пустой URL
uk: Порожній URL

source: Not authenticated.
de: Nicht authentifiziert.
fa: احراز هویت نشده است.
it: Non autenticato.
ja: 認証されていません。
pt: Não autenticado.
ru: Не авторизован.
uk: Не автентифіковано.

source: Username cannot be empty.
de: Benutzername darf nicht leer sein.
fa: نام کاربری نمی‌تواند خالی باشد.
it: Il nome utente non può essere vuoto.
ja: ユーザー名は空にできません。
pt: O nome de utilizador não pode estar vazio.
ru: Никнейм не может быть пустым.
uk: Ім'я користувача не може бути порожнім.

source: Username should be longer than 3 characters.
de: Benutzername muss länger als 3 Zeichen sein.
fa: نام کاربری باید بیشتر از ۳ کاراکتر باشد.
it: Il nome utente deve essere più lungo di 3 caratteri.
ja: ユーザー名は3文字より長くする必要があります。
pt: O nome de utilizador deve ter mais de 3 caracteres.
ru: Никнейм должен быть длиннее 3 символов.
uk: Ім'я користувача має бути довшим за 3 символи.

source: Username should be shorter than 16 characters.
de: Benutzername muss kürzer als 16 Zeichen sein.
fa: نام کاربری باید کمتر از ۱۶ کاراکتر باشد.
it: Il nome utente deve essere più corto di 16 caratteri.
ja: ユーザー名は16文字未満にする必要があります。
pt: O nome de utilizador deve ter menos de 16 caracteres.
ru: Никнейм должен быть короче 16 символов.
uk: Ім'я користувача має бути коротшим за 16 символів.

source: Username already exists.
de: Benutzername existiert bereits.
fa: نام کاربری قبلاً وجود داشته است.
it: Nome utente già esistente.
ja: ユーザー名はすでに存在します。
pt: Nome de utilizador já existe.
ru: Никнейм уже существует.
uk: Ім'я користувача вже існує.

source: Username updated successfully.
de: Benutzername erfolgreich aktualisiert.
fa: نام کاربری با موفقیت به‌روز شد.
it: Nome utente aggiornato con successo.
ja: ユーザー名が正常に更新されました。
pt: Nome de utilizador atualizado com sucesso.
ru: Никнейм успешно обновлен.
uk: Ім'я користувача успішно оновлено.

source: Invalid email.
de: Ungültige E-Mail.
fa: ایمیل نامعتبر است.
it: Email non valida.
ja: 無効なメールアドレスです。
pt: E-mail inválido.
ru: Неверная почта.
uk: Недійсна електронна адреса.

source: Invalid username.
de: Ungültiger Benutzername.
fa: نام کاربری نامعتبر است.
it: Nome utente non valido.
ja: 無効なユーザー名です。
pt: Nome de utilizador inválido.
ru: Неверный никнейм.
uk: Недійсне ім'я користувача.

source: Invalid image.
de: Ungültiges Bild.
fa: تصویر نامعتبر است.
it: Immagine non valida.
ja: 無効な画像です。
pt: Imagem inválida.
ru: Неверное изображение.
uk: Недійсне зображення.

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fa: پروفایل با موفقیت به‌روز شد
it: Profilo aggiornato con successo
ja: プロフィールが正常に更新されました
pt: Perfil atualizado com sucesso
ru: Профиль успешно обновлен
uk: Профіль успішно оновлено

source: Playlist name cannot be empty.
de: Playlist-Name darf nicht leer sein.
fa: نام لیست پخش نمی‌تواند خالی باشد.
it: Il nome della playlist non può essere vuoto.
ja: プレイリスト名は空にできません。
pt: O nome da playlist não pode estar vazio.
ru: Название плейлиста не может быть пустым.
uk: Назва плейлиста не може бути порожньою.

source: Playlist name is too long. Max 32 chars.
de: Playlist-Name ist zu lang. Max. 32 Zeichen.
fa: نام لیست پخش خیلی طولانی است. حداکثر ۳۲ کاراکتر.
it: Il nome della playlist è troppo lungo. Max 32 caratteri.
ja: プレイリスト名が長すぎます。最大32文字です。
pt: Nome da playlist demasiado longo. Máx 32 caracteres.
ru: Имя плейлиста слишком большое. Максимальное кол-во символов - 32.
uk: Назва плейлиста занадто довга. Максимум 32 символи.

source: Playlist name is too short. Min 4 chars.
de: Playlist-Name ist zu kurz. Min. 4 Zeichen.
fa: نام لیست پخش خیلی کوتاه است. حداقل ۴ کاراکتر.
it: Il nome della playlist è troppo corto. Min 4 caratteri.
ja: プレイリスト名が短すぎます。最小4文字です。
pt: Nome da playlist demasiado curto. Mín 4 caracteres.
ru: Имя плейлиста слишком короткое. Минимальное количество символов - 4.
uk: Назва плейлиста занадто коротка. Мінімум 4 символи.

source: Playlist not found.
de: Playlist nicht gefunden.
fa: لیست پخش یافت نشد.
it: Playlist non trovata.
ja: プレイリストが見つかりません。
pt: Playlist não encontrada.
ru: Плейлист не найден.
uk: Плейлист не знайдено.

source: You don't have permission.
de: Du hast keine Berechtigung.
fa: شما اجازه دسترسی ندارید.
it: Non hai il permesso.
ja: 権限がありません。
pt: Não tem permissão.
ru: У вас нет разрешения.
uk: У вас немає дозволу.
