Repository: UwUpad/uwupad-translations
Catalog: translations/*/messages.po
Languages: de, fa, it, ja, pt, ru, uk

source: This sound is too loud. Are you sure you want to play it back?
de: Dieser Sound ist sehr laut. Bist du sicher, dass du ihn abspielen möchtest?
fa: این صدا خیلی بلند است. آیا مطمئن هستید که می‌خواهید آن را پخش کنید؟
it: Questo suono è troppo forte. Sei sicuro di volerlo riprodurre?
ja: このサウンドは音量が大きすぎます。再生してもよろしいですか？
pt: Este som é muito alto. Tem a certeza que quer reproduzi-lo?
ru: Этот звук слишком громкий. Вы уверены, что хотите его воспроизвести?
uk: Цей звук занадто гучний. Ви впевнені, що хочете його відтворити?

source: Don't show this message again
de: Diese Nachricht nicht mehr anzeigen
fa: این پیام را دوباره نشان نده
it: Non mostrare più questo messaggio
ja: 次回からこのメッセージを表示しない
pt: Não mostrar esta mensagem novamente
ru: Не показывать это сообщение снова
uk: Більше не показувати це повідомлення

source: This sound includes sensitive content and it may be inappropriate to listen to. Are you sure you want to play it back?
de: Dieser Sound enthält sensible Inhalte und das Anhören könnte unangemessen sein. Bist du sicher, dass du ihn abspielen möchtest?
fa: این صدا حاوی محتوای حساس است و ممکن است گوش دادن به آن نامناسب باشد. آیا مطمئن هستید که می‌خواهید آن را پخش کنید؟
it: Questo suono include contenuti sensibili e potrebbe essere inappropriato ascoltarlo. Sei sicuro di volerlo riprodurre?
ja: このサウンドにはデリケートなコンテンツが含まれており、聞くのに不適切な場合があります。再生してもよろしいですか？
pt: Este som inclui conteúdo sensível e pode ser inapropriado ouvi-lo. Tem a certeza que quer reproduzi-lo?
ru: Этот звук содержит чувствительный контент, и его прослушивание может быть неприемлемым. Вы уверены, что хотите его воспроизвести?
uk: Цей звук містить делікатний вміст, і його прослуховування може бути недоречним. Ви впевнені, що хочете його відтворити?

source: The best sound sharing service for Soundpad
de: Der beste Dienst zum Teilen von Sounds für Soundpad
fa: بهترین سرویس اشتراک‌گذاری صدا برای Soundpad
it: Il miglior servizio di condivisione suoni per Soundpad
ja: Soundpadのための最高のサウンド共有サービス
pt: O melhor serviço de partilha de sons para Soundpad
ru: Лучший сервис для обмена звуками для Soundpad
uk: Найкращий сервіс обміну звуками для Soundpad

source: Sound
fa: صدا
it: Suono
ja: サウンド
pt: Som
ru: Звук
uk: Звук

source: Listen
de: Anhören
fa: گوش دادن
it: Ascolta
ja: 聞く
pt: Ouvir
ru: Слушать
uk: Слухати

source: Select playlist
de: Playlist auswählen
fa: انتخاب لیست پخش
it: Seleziona playlist
ja: プレイリストを選択
pt: Selecionar playlist
ru: Выберите плейлист
uk: Вибрати плейлист

source: Create new playlist
de: Neue Playlist erstellen
fa: ایجاد لیست پخش جدید
it: Crea nuova playlist
ja: 新しいプレイリストを作成
pt: Criar nova playlist
ru: Создать новый плейлист
uk: Створити новий плейлист

source: Playlist name
fa: نام لیست پخش
it: Nome playlist
ja: プレイリスト名
pt: Nome da playlist
ru: Имя плейлиста
uk: Назва плейлиста

source: Add
de: Hinzufügen
fa: افزودن
it: Aggiungi
ja: 追加
pt: Adicionar
ru: Добавить
uk: Додати

source: You must be logged in to add sounds to your playlist.
de: Du musst angemeldet sein, um Sounds zu deiner Playlist hinzuzufügen.
fa: برای افزودن صدا به لیست پخش خود باید وارد شوید.
it: Devi essere loggato per aggiungere suoni alla tua playlist.
ja: プレイリストにサウンドを追加するにはログインする必要があります。
pt: Deve iniciar sessão para adicionar sons à sua playlist.
ru: Вы должны авторизироваться, чтобы добавлять звуки в свои плейлисты
uk: Ви повинні увійти, щоб додавати звуки до свого плейлиста.

source: Slow down!
de: Langsamer!
fa: آهسته‌تر!
it: Rallenta!
ja: ゆっくり！
pt: Devagar!
ru: Помедленнее!
uk: Повільніше!

source: Change password
de: Passwort ändern
fa: تغییر رمز عبور
it: Cambia password
ja: パスワードを変更
pt: Alterar palavra-passe
ru: Изменить пароль
uk: Змінити пароль

source: New password
de: Neues Passwort
fa: رمز عبور جدید
it: Nuova password
ja: 新しいパスワード
pt: Nova palavra-passe
ru: Новый пароль
uk: Новий пароль

source: Password
de: Passwort
fa: رمز عبور
ja: パスワード
pt: Palavra-passe
ru: Пароль
uk: Пароль

source: Repeat new password
de: Neues Passwort wiederholen
fa: تکرار رمز عبور جدید
it: Ripeti nuova password
ja: 新しいパスワードを再入力
pt: Repetir nova palavra-passe
ru: Повторите новый пароль
uk: Повторіть новий пароль

source: Password changed
de: Passwort geändert
fa: رمز عبور تغییر کرد
it: Password cambiata
ja: パスワードが変更されました
pt: Palavra-passe alterada
ru: Пароль изменен
uk: Пароль змінено

source: VIP Checkout
de: VIP-Kaufabwicklung
fa: پرداخت VIP
it: Checkout VIP
ja: VIPチェックアウト
pt: Checkout VIP
ru: Оплата VIP
uk: Оформлення VIP

source: VIP Membership Checkout
de: Kaufabwicklung für VIP-Mitgliedschaft
fa: پرداخت عضویت VIP
it: Checkout Abbonamento VIP
ja: VIPメンバーシップチェックアウト
pt: Checkout da Adesão VIP
ru: Оплата VIP подписки
uk: Оформлення VIP-членства

source: Payment Method:
de: Zahlungsmethode:
fa: روش پرداخت:
it: Metodo di pagamento:
ja: 支払い方法：
pt: Método de Pagamento:
ru: Способ оплаты:
uk: Спосіб оплати:

source: Proceed to Payment
de: Zur Zahlung fortfahren
fa: ادامه به پرداخت
it: Procedi al pagamento
ja: 支払いに進む
pt: Prosseguir para Pagamento
ru: Перейти к оплате
uk: Перейти до оплати

source: Uwupad - Get and share funny sounds. Easy.
de: Uwupad - Lustige Sounds finden und teilen. Einfach.
fa: Uwupad - صداهای خنده‌دار دریافت و به اشتراک بگذارید. آسان.
it: Uwupad - Ottieni e condividi suoni divertenti. Facile.
ja: Uwupad - 面白いサウンドを入手して共有。簡単。
pt: Uwupad - Obtenha e partilhe sons engraçados. Fácil.
ru: Uwupad - Получайте и делитесь смешными звуками. Просто.
uk: Uwupad - Отримуйте та діліться смішними звуками. Легко.

source: Enabled 'Show only on my language' mode. You can disable it in language settings.
de: Modus 'Nur in meiner Sprache anzeigen' aktiviert. Du kannst ihn in den Spracheinstellungen deaktivieren.
fa: حالت «فقط به زبان من نمایش داده شود» فعال شد. می‌توانید آن را در تنظیمات زبان غیرفعال کنید.
it: Modalità 'Mostra solo nella mia lingua' abilitata. Puoi disabilitarla nelle impostazioni della lingua.
ja: 「自分の言語のみ表示」モードが有効になりました。言語設定で無効にできます。
pt: Modo 'Mostrar apenas no meu idioma' ativado. Pode desativá-lo nas definições de idioma.
ru: Включен режим «Показывать только на моем языке». Вы можете отключить его в настройках языка.
uk: Увімкнено режим «Показувати лише моєю мовою». Ви можете вимкнути його в налаштуваннях мови.

source: Show more
de: Mehr anzeigen
fa: نمایش بیشتر
it: Mostra altro
ja: もっと見る
pt: Mostrar mais
ru: Показать ещё
uk: Показати більше

source: Top by downloads
de: Top nach Downloads
fa: برترین‌ها بر اساس دانلود
it: Top per download
ja: ダウンロード数トップ
pt: Top por downloads
ru: Топ по скачиваниям
uk: Топ за завантаженнями

source: Top by uploads
de: Top nach Uploads
fa: برترین‌ها بر اساس آپلود
it: Top per caricamenti
ja: アップロード数トップ
pt: Top por carregamentos
ru: Топ по загрузкам
uk: Топ за завантаженнями

source: Top by donates
de: Top nach Spenden
fa: برترین‌ها بر اساس کمک مالی
it: Top per donazioni
ja: 寄付額トップ
pt: Top por doações
ru: Топ по пожертвованиям
uk: Топ за пожертвами

source: Place
de: Platz
fa: رتبه
it: Posizione
ja: 順位
pt: Lugar
ru: Место
uk: Місце

source: Username
de: Benutzername
fa: نام کاربری
it: Nome utente
ja: ユーザー名
pt: Nome de utilizador
ru: Никнейм
uk: Ім'я користувача

source: Downloads
fa: دانلودها
it: Download
ja: ダウンロード数
ru: Скачивания
uk: Завантаження

source: Prev. page
de: Vorherige Seite
fa: صفحه قبل
it: Pag. prec.
ja: 前のページ
pt: Pág. ant.
ru: Пред. страница
uk: Попер. сторінка

source: Next page
de: Nächste Seite
fa: صفحه بعد
it: Pag. succ.
ja: 次のページ
pt: Pág. seg.
ru: След. страница
uk: Наст. сторінка

source: Uploads
fa: آپلودها
it: Caricamenti
ja: アップロード数
pt: Carregamentos
ru: Загрузки
uk: Завантаження

source: Donated
de: Gespendet
fa: کمک مالی شده
it: Donato
ja: 寄付額
pt: Doado
ru: Пожертвовано
uk: Пожертвувано

source: Email/Username
de: E-Mail/Benutzername
fa: ایمیل/نام کاربری
it: Email/Nome utente
ja: メールアドレス/ユーザー名
pt: E-mail/Nome de utilizador
ru: Почта/Никнейм
uk: Ел. пошта/Ім'я користувача

source: Forgot password?
de: Passwort vergessen?
fa: رمز عبور را فراموش کرده‌اید؟
it: Password dimenticata?
ja: パスワードをお忘れですか？
pt: Esqueceu-se da palavra-passe?
ru: Забыли пароль?
uk: Забули пароль?

source: Don't have an account?
de: Hast du noch kein Konto?
fa: حساب کاربری ندارید؟
it: Non hai un account?
ja: アカウントをお持ちではありませんか？
pt: Não tem uma conta?
ru: Нет аккаунта?
uk: Немає облікового запису?

source: Successfully logged in
de: Erfolgreich angemeldet
fa: با موفقیت وارد شدید
it: Accesso effettuato con successo
ja: ログインに成功しました
pt: Sessão iniciada com sucesso
ru: Успешный вход
uk: Успішний вхід

source: Playlist not found
de: Playlist nicht gefunden
fa: لیست پخش یافت نشد
it: Playlist non trovata
ja: プレイリストが見つかりません
pt: Playlist não encontrada
ru: Плейлист не найден
uk: Плейлист не знайдено

source: Playlist with this ID not found. Please check the entered data.
de: Playlist mit dieser ID nicht gefunden. Bitte überprüfe die eingegebenen Daten.
fa: لیست پخش با این شناسه یافت نشد. لطفاً داده‌های وارد شده را بررسی کنید.
it: Playlist con questo ID non trovata. Controlla i dati inseriti.
ja: このIDのプレイリストが見つかりません。入力データを確認してください。
pt: Playlist com este ID não encontrada. Por favor, verifique os dados inseridos.
ru: Плейлист с этим ID не найден. Пожалуйста, проверьте введенные данные.
uk: Плейлист з таким ID не знайдено. Будь ласка, перевірте введені дані.

source: Back to main page
de: Zurück zur Hauptseite
fa: بازگشت به صفحه اصلی
it: Torna alla pagina principale
ja: メインページに戻る
pt: Voltar à página principal
ru: Вернуться на главную страницу
uk: Повернутися на головну сторінку

source: Title
de: Titel
fa: عنوان
it: Titolo
ja: タイトル
pt: Título
ru: Название
uk: Назва

source: Playlist access
de: Playlist-Zugriff
fa: دسترسی به لیست پخش
it: Accesso playlist
ja: プレイリストアクセス
pt: Acesso à playlist
uk: Доступ до плейлиста

source: Public
de: Öffentlich
fa: عمومی
it: Pubblica
ja: 公開
pt: Público
ru: Публичный
uk: Публічний

source: Preview Image
de: Vorschaubild
fa: تصویر پیش‌نمایش
it: Immagine di anteprima
ja: プレビュー画像
pt: Imagem de Pré-visualização
ru: Превью изображение
uk: Зображення для попереднього перегляду

source: GIF only for VIP users
de: GIF nur für VIP-Benutzer
fa: GIF فقط برای کاربران VIP
it: GIF solo per utenti VIP
ja: GIFはVIPユーザーのみ
pt: GIF apenas para utilizadores VIP
ru: GIF Только для пользователей VIP
uk: GIF тільки для VIP-користувачів

source: Edit
de: Bearbeiten
fa: ویرایش
it: Modifica
ja: 編集
pt: Editar
ru: Редактировать
uk: Редагувати

source: Delete
de: Löschen
fa: حذف
it: Elimina
ja: 削除
pt: Eliminar
ru: Удалить
uk: Видалити

source: GIF is only allowed for VIP users
de: GIF ist nur für VIP-Benutzer erlaubt
fa: GIF فقط برای کاربران VIP مجاز است
it: Le GIF sono consentite solo agli utenti VIP
ja: GIFはVIPユーザーのみ許可されています
pt: GIF só é permitido para utilizadores VIP
uk: GIF дозволено лише для VIP-користувачів

source: Search playlists
de: Playlists suchen
fa: جستجوی لیست‌های پخش
it: Cerca playlist
ja: プレイリストを検索
pt: Pesquisar playlists
ru: Поиск плейлистов
uk: Пошук плейлистів

source: Profile
de: Profil
fa: پروفایل
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль
uk: Профіль

source: Email
fa: ایمیل
ja: メールアドレス
ru: Почта
uk: Ел. пошта

source: Avatar
fa: آواتار
ja: アバター
ru: Аватар
uk: Аватар

source: Edit profile
de: Profil bearbeiten
fa: ویرایش پروفایل
it: Modifica profilo
ja: プロフィールを編集
pt: Editar perfil
ru: Редактировать профиль
uk: Редагувати профіль

source: Log out
de: Abmelden
fa: خروج
it: Esci
ja: ログアウト
pt: Terminar sessão
ru: Выйти
uk: Вийти

source: Edit role
de: Rolle bearbeiten
fa: ویرایش نقش
it: Modifica ruolo
ja: 役割を編集
pt: Editar função
ru: Редактировать роль
uk: Редагувати роль

source: Add to blacklist
de: Zur Blacklist hinzufügen
fa: افزودن به لیست سیاه
it: Aggiungi alla blacklist
ja: ブラックリストに追加
pt: Adicionar à lista negra
ru: Добавить в ЧС
uk: Додати до чорного списку

source: Uploaded
de: Hochgeladen
fa: آپلود شده
it: Caricati
ja: アップロード済み
pt: Carregados
ru: Загружено
uk: Завантажено

source: Liked
de: Geliked
fa: لایک شده
it: Apprezzati
ja: いいねした
pt: Gostados
ru: Понравилось
uk: Вподобано

source: Blacklist
fa: لیست سیاه
ja: ブラックリスト
pt: Lista negra
ru: ЧС
uk: Чорний список

source: An error occurred
de: Ein Fehler ist aufgetreten
fa: خطایی رخ داد
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro
ru: Произошла ошибка
uk: Сталася помилка

source: Role
de: Rolle
fa: نقش
it: Ruolo
ja: 役割
pt: Função
ru: Роль
uk: Роль

source: Expire date
de: Ablaufdatum
fa: تاریخ انقضا
it: Data di scadenza
ja: 有効期限
pt: Data de expiração
ru: Дата окончания
uk: Дата закінчення терміну дії

source: Give role
de: Rolle zuweisen
fa: اعطای نقش
it: Assegna ruolo
ja: 役割を与える
pt: Atribuir função
ru: Дать роль
uk: Надати роль

source: Remove from blacklist
de: Von Blacklist entfernen
fa: حذف از لیست سیاه
it: Rimuovi dalla blacklist
ja: ブラックリストから削除
pt: Remover da lista negra
ru: Удалить из ЧС
uk: Видалити з чорного списку

source: Register
de: Registrieren
fa: ثبت نام
it: Registrati
ja: 登録
pt: Registar
ru: Регистрация
uk: Зареєструватися

source: I agree to the
de: Ich stimme den
fa: من با
it: Accetto i
pt: Concordo com os
uk: Я погоджуюся з

source: Terms of Use
de: Nutzungsbedingungen
fa: شرایط استفاده
it: Termini di Utilizzo
ja: 利用規約
pt: Termos de Uso
uk: Умовами використання

source: and
de: und
fa: و
it: e l'
ja: および
pt: e
ru: и
uk: та

source: Privacy Policy
de: Datenschutzrichtlinie
fa: سیاست حفظ حریم خصوصی موافقم
it: Informativa sulla Privacy
ja: プライバシーポリシーに同意します
pt: Política de Privacidade
uk: Політикою конфіденційності

source: Already have an account?
de: Hast du bereits ein Konto?
fa: قبلاً حساب کاربری داشته‌اید؟
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
pt: Já tem uma conta?
ru: Уже есть аккаунт?
uk: Вже маєте обліковий запис?

source: You must agree to the Terms of Use and Privacy Policy.
de: Du musst den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen.
fa: شما باید با شرایط استفاده و سیاست حفظ حریم خصوصی موافقت کنید.
it: Devi accettare i Termini di Utilizzo e l'Informativa sulla Privacy.
ja: 利用規約とプライバシーポリシーに同意する必要があります。
pt: Deve concordar com os Termos de Uso e a Política de Privacidade.
ru: Вы должны согласиться с условиями использования и политикой конфиденциальности.
uk: Ви повинні погодитися з Умовами використання та Політикою конфіденційності.

source: Registration successful
de: Registrierung erfolgreich
fa: ثبت نام موفقیت‌آمیز بود
it: Registrazione avvenuta con successo
ja: 登録が成功しました
pt: Registo bem-sucedido
ru: Регистрация успешна
uk: Реєстрація успішна

source: Password recovery
de: Passwort-Wiederherstellung
fa: بازیابی رمز عبور
it: Recupero password
ja: パスワードの回復
pt: Recuperação de palavra-passe
ru: Восстановление пароля
uk: Відновлення пароля

source: Reset password
de: Passwort zurücksetzen
fa: بازنشانی رمز عبور
it: Reimposta password
ja: パスワードをリセット
pt: Redefinir palavra-passe
ru: Сбросить пароль
uk: Скинути пароль

source: Mail with password recovery instructions has been sent
de: E-Mail mit Anweisungen zur Passwort-Wiederherstellung wurde gesendet
fa: ایمیلی حاوی دستورالعمل‌های بازیابی رمز عبور ارسال شد
it: È stata inviata un'email con le istruzioni per il recupero della password
ja: パスワード回復手順が記載されたメールが送信されました
pt: Foi enviado um e-mail com instruções de recuperação de palavra-passe
ru: Письмо с инструкциями по восстановлению пароля отправлено
uk: Надіслано лист з інструкціями щодо відновлення пароля

source: Change Password
de: Passwort ändern
fa: تغییر رمز عبور
it: Cambia Password
ja: パスワードを変更
pt: Alterar Palavra-passe
ru: Изменить пароль
uk: Змінити пароль

source: Click the button below to change your password.
de: Klicke auf den Button unten, um dein Passwort zu ändern.
fa: برای تغییر رمز عبور خود روی دکمه زیر کلیک کنید.
it: Clicca il pulsante qui sotto per cambiare la tua password.
ja: 下のボタンをクリックしてパスワードを変更してください。
pt: Clique no botão abaixo para alterar a sua palavra-passe.
ru: Нажмите на кнопку ниже, чтобы изменить пароль.
uk: Натисніть кнопку нижче, щоб змінити пароль.

source: Search by query
de: Suche nach Begriff
fa: جستجو بر اساس عبارت
it: Cerca per query
ja: クエリで検索
pt: Pesquisar por consulta
ru: Поиск по запросу
uk: Пошук за запитом

source: Sound not found
de: Sound nicht gefunden
fa: صدا یافت نشد
it: Suono non trovato
ja: サウンドが見つかりません
pt: Som não encontrado
uk: Звук не знайдено

source: Sound with this ID not found. Please check the entered data.
de: Sound mit dieser ID nicht gefunden. Bitte überprüfe die eingegebenen Daten.
fa: صدا با این شناسه یافت نشد. لطفاً داده‌های وارد شده را بررسی کنید.
it: Suono con questo ID non trovato. Controlla i dati inseriti.
ja: このIDのサウンドが見つかりません。入力データを確認してください。
pt: Som com este ID não encontrado. Por favor, verifique os dados inseridos.
ru: Звук с этим ID не найден. Пожалуйста, проверьте введенные данные.
uk: Звук з таким ID не знайдено. Будь ласка, перевірте введені дані.

source: DELETED
de: GELÖSCHT
fa: حذف شده
it: ELIMINATO
ja: 削除済み
pt: ELIMINADO
ru: УДАЛЕНО
uk: ВИДАЛЕНО

source: Block owner
de: Besitzer blockieren
fa: مسدود کردن صاحب صدا
it: Blocca proprietario
ja: 所有者をブロック
pt: Bloquear proprietário
ru: Заблокировать владельца
uk: Заблокувати власника

source: Comments
de: Kommentare
fa: نظرات
it: Commenti
ja: コメント
pt: Comentários
ru: Коментарии
uk: Коментарі

source: Add a comment...
de: Einen Kommentar hinzufügen...
fa: افزودن نظر...
it: Aggiungi un commento...
ja: コメントを追加...
pt: Adicionar um comentário...
uk: Додати коментар...

source: Post Comment
de: Kommentar posten
fa: ارسال نظر
it: Pubblica commento
ja: コメントを投稿
pt: Publicar Comentário
uk: Опублікувати коментар

source: You must be
de: Du musst
fa: شما باید
it: Devi essere
ja: コメントするには
pt: Deve estar
uk: Ви повинні

source: logged in
de: angemeldet sein
fa: وارد شده باشید
it: loggato
ja: ログイン
pt: com sessão iniciada
ru: авторизованным
uk: увійти

source: to comment.
de: um zu kommentieren.
fa: تا بتوانید نظر بدهید.
it: per commentare.
ja: する必要があります。
pt: para comentar.
ru: чтобы комментировать.
uk: щоб коментувати.

source: Loading comments...
de: Lade Kommentare...
fa: در حال بارگذاری نظرات...
it: Caricamento commenti...
ja: コメントを読み込み中...
pt: A carregar comentários...
ru: Загрузка комментариев...
uk: Завантаження коментарів...

source: Load More
de: Mehr laden
fa: بارگذاری بیشتر
it: Carica altro
ja: もっと読み込む
pt: Carregar Mais
uk: Завантажити ще

source: Are you sure you want to block this user?
de: Bist du sicher, dass du diesen Benutzer blockieren möchtest?
fa: آیا مطمئن هستید که می‌خواهید این کاربر را مسدود کنید؟
it: Sei sicuro di voler bloccare questo utente?
ja: このユーザーをブロックしてもよろしいですか？
pt: Tem a certeza que quer bloquear este utilizador?
ru: Вы уверены, что хотите заблокировать этого пользователя?
uk: Ви впевнені, що хочете заблокувати цього користувача?

source: Delete all user sounds
de: Alle Sounds des Benutzers löschen
fa: حذف تمام صداهای کاربر
it: Elimina tutti i suoni dell'utente
ja: ユーザーのすべてのサウンドを削除
pt: Eliminar todos os sons do utilizador
ru: Удалить все звуки пользователя
uk: Видалити всі звуки користувача

source: Delete comment
de: Kommentar löschen
fa: حذف نظر
it: Elimina commento
ja: コメントを削除
pt: Eliminar comentário
ru: Удалить комментарий
uk: Видалити коментар

source: Could not load comments.
de: Kommentare konnten nicht geladen werden.
fa: نظرات بارگذاری نشدند.
it: Impossibile caricare i commenti.
ja: コメントを読み込めませんでした。
pt: Não foi possível carregar os comentários.
ru: Невозможно загрузить комментарии.
uk: Не вдалося завантажити коментарі.

source: Error loading comments.
de: Fehler beim Laden der Kommentare.
fa: خطا در بارگذاری نظرات.
it: Errore nel caricamento dei commenti.
ja: コメントの読み込み中にエラーが発生しました。
pt: Erro ao carregar comentários.
ru: Ошибка загрузки комментариев.
uk: Помилка завантаження коментарів.

source: No comments yet.
de: Noch keine Kommentare.
fa: هنوز نظری وجود ندارد.
it: Ancora nessun commento.
ja: まだコメントはありません。
pt: Ainda não há comentários.
ru: Пока нет комментариев.
uk: Коментарів ще немає.

source: Failed to load comments. Please try again later.
de: Kommentare konnten nicht geladen werden. Bitte versuche es später erneut.
fa: بارگذاری نظرات ناموفق بود. لطفاً بعداً دوباره امتحان کنید.
it: Impossibile caricare i commenti. Riprova più tardi.
ja: コメントの読み込みに失敗しました。後でもう一度お試しください。
pt: Falha ao carregar comentários. Por favor, tente novamente mais tarde.
ru: Не удалось загрузить комментарии. Пожалуйста, попробуйте позже.
uk: Не вдалося завантажити коментарі. Будь ласка, спробуйте пізніше.

source: Failed to load more comments.
de: Weitere Kommentare konnten nicht geladen werden.
fa: بارگذاری نظرات بیشتر ناموفق بود.
it: Impossibile caricare altri commenti.
ja: さらにコメントの読み込みに失敗しました。
pt: Falha ao carregar mais comentários.
ru: Не удалось загрузить больше комментариев.
uk: Не вдалося завантажити більше коментарів.

source: Comment cannot be empty.
de: Kommentar darf nicht leer sein.
fa: نظر نمی‌تواند خالی باشد.
it: Il commento non può essere vuoto.
ja: コメントは空にできません。
pt: O comentário não pode estar vazio.
ru: Комментарий не может быть пустым.
uk: Коментар не може бути порожнім.

source: You must be logged in to comment.
de: Du musst angemeldet sein, um zu kommentieren.
fa: برای نظر دادن باید وارد شوید.
it: Devi essere loggato per commentare.
ja: コメントするにはログインする必要があります。
pt: Deve iniciar sessão para comentar.
ru: Вы должны авторизоваться, чтобы комментировать.
uk: Ви повинні увійти, щоб коментувати.

source: Failed to post comment.
de: Kommentar konnte nicht gepostet werden.
fa: ارسال نظر ناموفق بود.
it: Impossibile pubblicare il commento.
ja: コメントの投稿に失敗しました。
pt: Falha ao publicar comentário.
ru: Не удалось оставить комментарий.
uk: Не вдалося опублікувати коментар.

source: Comment posted successfully!
de: Kommentar erfolgreich gepostet!
fa: نظر با موفقیت ارسال شد!
it: Commento pubblicato con successo!
ja: コメントが正常に投稿されました！
pt: Comentário publicado com sucesso!
ru: Комментарий успешно оставлен!
uk: Коментар успішно опубліковано!

source: An error occurred while posting your comment.
de: Beim Posten deines Kommentars ist ein Fehler aufgetreten.
fa: هنگام ارسال نظر شما خطایی رخ داد.
it: Si è verificato un errore durante la pubblicazione del commento.
ja: コメントの投稿中にエラーが発生しました。
pt: Ocorreu um erro ao publicar o seu comentário.
ru: Произошла ошибка при отправке вашего комментария.
uk: Сталася помилка під час публікації вашого коментаря.

source: Comment deleted.
de: Kommentar gelöscht.
fa: نظر حذف شد.
it: Commento eliminato.
ja: コメントが削除されました。
pt: Comentário eliminado.
ru: Комментарий удален.
uk: Коментар видалено.

source: Failed to delete comment.
de: Kommentar konnte nicht gelöscht werden.
fa: حذف نظر ناموفق بود.
it: Impossibile eliminare il commento.
ja: コメントの削除に失敗しました。
pt: Falha ao eliminar comentário.
ru: Не удалось удалить комментарий.
uk: Не вдалося видалити коментар.

source: You do not have permission to delete this comment.
de: Du hast keine Berechtigung, diesen Kommentar zu löschen.
fa: شما اجازه حذف این نظر را ندارید.
it: Non hai il permesso di eliminare questo commento.
ja: このコメントを削除する権限がありません。
pt: Não tem permissão para eliminar este comentário.
ru: У вас нет прав на удаление этого комментария.
uk: У вас немає дозволу на видалення цього коментаря.

source: An error occurred while deleting the comment.
de: Beim Löschen des Kommentars ist ein Fehler aufgetreten.
fa: هنگام حذف نظر خطایی رخ داد.
it: Si è verificato un errore durante l'eliminazione del commento.
ja: コメントの削除中にエラーが発生しました。
pt: Ocorreu um erro ao eliminar o comentário.
ru: Произошла ошибка при удалении комментария.
uk: Сталася помилка під час видалення коментаря.
