Repository: UwUpad/uwupad-translations
Catalog: translations/*/messages.po
Languages: de, fa, it, ja, pt, ru, uk

source: Playlist updated successfully.
de: Playlist erfolgreich aktualisiert.
fa: لیست پخش با موفقیت به‌روز شد.
it: Playlist aggiornata con successo.
ja: プレイリストが正常に更新されました。
pt: Playlist atualizada com sucesso.
ru: Плейлист успешно обновлен.
uk: Плейлист успішно оновлено.

source: Please fill all fields.
de: Bitte fülle alle Felder aus.
fa: لطفاً تمام فیلدها را پر کنید.
it: Compila tutti i campi.
ja: すべてのフィールドを入力してください。
pt: Por favor, preencha todos os campos.
ru: Пожалуйста, заполните все поля.
uk: Будь ласка, заповніть усі поля.

source: Email should be longer than 3 characters.
de: E-Mail muss länger als 3 Zeichen sein.
fa: ایمیل باید بیشتر از ۳ کاراکتر باشد.
it: L'email deve essere più lunga di 3 caratteri.
ja: メールアドレスは3文字より長くする必要があります。
pt: O e-mail deve ter mais de 3 caracteres.
ru: Почта должна быть длиннее 3 символов.
uk: Електронна адреса має бути довшою за 3 символи.

source: Password should be longer than 8 characters.
de: Passwort muss länger als 8 Zeichen sein.
fa: رمز عبور باید بیشتر از ۸ کاراکتر باشد.
it: La password deve essere più lunga di 8 caratteri.
ja: パスワードは8文字より長くする必要があります。
pt: A palavra-passe deve ter mais de 8 caracteres.
ru: Пароль должен быть длиннее 8 символов.
uk: Пароль має бути довшим за 8 символів.

source: Please pass reCAPTCHA check (1).
de: Bitte bestehe die reCAPTCHA-Prüfung (1).
fa: لطفاً بررسی reCAPTCHA را انجام دهید (۱).
it: Supera il controllo reCAPTCHA (1).
ja: reCAPTCHAチェックをパスしてください (1)。
pt: Por favor, passe na verificação reCAPTCHA (1).
uk: Будь ласка, пройдіть перевірку reCAPTCHA (1).

source: Could not get your IP.
de: Deine IP konnte nicht ermittelt werden.
fa: نمی‌توان IP شما را دریافت کرد.
it: Impossibile ottenere il tuo IP.
ja: IPアドレスを取得できませんでした。
pt: Não foi possível obter o seu IP.
ru: Не удалось получить ваш IP.
uk: Не вдалося отримати вашу IP-адресу.

source: Please pass reCAPTCHA check (2).
de: Bitte bestehe die reCAPTCHA-Prüfung (2).
fa: لطفاً بررسی reCAPTCHA را انجام دهید (۲).
it: Supera il controllo reCAPTCHA (2).
ja: reCAPTCHAチェックをパスしてください (2)。
pt: Por favor, passe na verificação reCAPTCHA (2).
ru: Пожалуйста, пройдите проверку reCAPTCHA (2).
uk: Будь ласка, пройдіть перевірку reCAPTCHA (2).

source: Could not verify reCAPTCHA.
de: reCAPTCHA konnte nicht überprüft werden.
fa: نمی‌توان reCAPTCHA را تأیید کرد.
it: Impossibile verificare reCAPTCHA.
ja: reCAPTCHAを検証できませんでした。
pt: Não foi possível verificar o reCAPTCHA.
ru: Не удалось проверить reCAPTCHA.
uk: Не вдалося перевірити reCAPTCHA.

source: Account with this email does not exist.
de: Konto mit dieser E-Mail existiert nicht.
fa: حسابی با این ایمیل وجود ندارد.
it: Account con questa email non esiste.
ja: このメールアドレスのアカウントは存在しません。
pt: Conta com este e-mail não existe.
ru: Аккаунт с этой почтой не существует.
uk: Обліковий запис з цією електронною адресою не існує.

source: Account with this username/email does not exist.
de: Konto mit diesem Benutzernamen/dieser E-Mail existiert nicht.
fa: حسابی با این نام کاربری/ایمیل وجود ندارد.
it: Account con questo nome utente/email non esiste.
ja: このユーザー名/メールアドレスのアカウントは存在しません。
pt: Conta com este nome de utilizador/e-mail não existe.
ru: Аккаунт с этим никнеймом/почтой не существует.
uk: Обліковий запис з цим ім'ям користувача/ел. поштою не існує.

source: Invalid password.
de: Ungültiges Passwort.
fa: رمز عبور نامعتبر است.
it: Password non valida.
ja: 無効なパスワードです。
pt: Palavra-passe inválida.
ru: Неверный пароль.
uk: Недійсний пароль.

source: Email should be longer than 5 characters.
de: E-Mail muss länger als 5 Zeichen sein.
fa: ایمیل باید بیشتر از ۵ کاراکتر باشد.
it: L'email deve essere più lunga di 5 caratteri.
ja: メールアドレスは5文字より長くする必要があります。
pt: O e-mail deve ter mais de 5 caracteres.
ru: Почта должна быть длиннее 5 символов.
uk: Електронна адреса має бути довшою за 5 символів.

source: Password should contain only latin letters and numbers.
de: Passwort darf nur lateinische Buchstaben und Zahlen enthalten.
fa: رمز عبور باید فقط شامل حروف لاتین و اعداد باشد.
it: La password deve contenere solo lettere latine e numeri.
ja: パスワードはラテン文字と数字のみを含む必要があります。
pt: A palavra-passe deve conter apenas letras latinas e números.
ru: Пароль должен содержать только латинские буквы и цифры.
uk: Пароль повинен містити лише латинські літери та цифри.

source: Account with this email already exists.
de: Konto mit dieser E-Mail existiert bereits.
fa: حسابی با این ایمیل قبلاً وجود داشته است.
it: Account con questa email già esistente.
ja: このメールアドレスのアカウントはすでに存在します。
pt: Conta com este e-mail já existe.
ru: Аккаунт с этой почтой уже существует.
uk: Обліковий запис з цією електронною адресою вже існує.

source: Invalid data.
de: Ungültige Daten.
fa: داده‌های نامعتبر.
it: Dati non validi.
ja: 無効なデータです。
pt: Dados inválidos.
ru: Неверные данные.
uk: Недійсні дані.

source: Playlist with this name already exists.
de: Playlist mit diesem Namen existiert bereits.
fa: لیست پخشی با این نام قبلاً وجود داشته است.
it: Playlist con questo nome già esistente.
ja: この名前のプレイリストはすでに存在します。
pt: Playlist com este nome já existe.
ru: Плейлист с таким названием уже существует.
uk: Плейлист з такою назвою вже існує.

source: Sound not found.
de: Sound nicht gefunden.
fa: صدا یافت نشد.
it: Suono non trovato.
ja: サウンドが見つかりません。
pt: Som não encontrado.
ru: Звук не найден.
uk: Звук не знайдено.

source: Sound already in playlist.
de: Sound bereits in Playlist.
fa: صدا قبلاً در لیست پخش وجود دارد.
it: Suono già presente nella playlist.
ja: サウンドはすでにプレイリストにあります。
pt: Som já está na playlist.
ru: Звук уже в плейлисте.
uk: Звук вже є у плейлисті.

source: Sound added to playlist {}.
de: Sound zur Playlist {} hinzugefügt.
fa: صدا به لیست پخش {} اضافه شد.
it: Suono aggiunto alla playlist {}.
ja: サウンドがプレイリスト {} に追加されました。
pt: Som adicionado à playlist {}.
ru: Звук добавлен в плейлист {}.
uk: Звук додано до плейлиста {}.

source: Sound not in playlist.
de: Sound nicht in Playlist.
fa: صدا در لیست پخش نیست.
it: Suono non presente nella playlist.
ja: サウンドはプレイリストにありません。
pt: Som não está na playlist.
ru: Звук не в плейлисте.
uk: Звуку немає в плейлисті.

source: Sound removed from playlist {}.
de: Sound aus Playlist {} entfernt.
fa: صدا از لیست پخش {} حذف شد.
it: Suono rimosso dalla playlist {}.
ja: サウンドがプレイリスト {} から削除されました。
pt: Som removido da playlist {}.
ru: Звук удален из плейлиста {}.
uk: Звук видалено з плейлиста {}.

source: Playlist deleted.
de: Playlist gelöscht.
fa: لیست پخش حذف شد.
it: Playlist eliminata.
ja: プレイリストが削除されました。
pt: Playlist eliminada.
ru: Плейлист удален.
uk: Плейлист видалено.

source: Sound deleted.
de: Sound gelöscht.
fa: صدا حذف شد.
it: Suono eliminato.
ja: サウンドが削除されました。
pt: Som eliminado.
ru: Звук удален.
uk: Звук видалено.

source: You are already uploading a sound.
de: Du lädst bereits einen Sound hoch.
fa: شما در حال آپلود یک صدا هستید.
it: Stai già caricando un suono.
ja: すでにサウンドをアップロード中です。
pt: Já está a carregar um som.
ru: Вы уже загружаете звук.
uk: Ви вже завантажуєте звук.

source: Could not download file.
de: Datei konnte nicht heruntergeladen werden.
fa: فایل دانلود نشد.
it: Impossibile scaricare il file.
ja: ファイルをダウンロードできませんでした。
pt: Não foi possível descarregar o ficheiro.
ru: Не удалось загрузить файл.
uk: Не вдалося завантажити файл.

source: Invalid file format.
de: Ungültiges Dateiformat.
fa: فرمت فایل نامعتبر است.
it: Formato file non valido.
ja: 無効なファイル形式です。
pt: Formato de ficheiro inválido.
ru: Неверный формат файла.
uk: Недійсний формат файлу.

source: Invalid file size.
de: Ungültige Dateigröße.
fa: حجم فایل نامعتبر است.
it: Dimensione file non valida.
ja: 無効なファイルサイズです。
pt: Tamanho de ficheiro inválido.
ru: Неверный размер файла.
uk: Недійсний розмір файлу.

source: Title cannot be empty.
de: Titel darf nicht leer sein.
fa: عنوان نمی‌تواند خالی باشد.
it: Il titolo non può essere vuoto.
ja: タイトルは空にできません。
pt: O título não pode estar vazio.
ru: Название не может быть пустым.
uk: Назва не може бути порожньою.

source: Sound liked.
de: Sound geliked.
fa: صدا لایک شد.
it: Suono apprezzato.
ja: サウンドにいいねしました。
pt: Gostou do som.
ru: Звук лайкнут.
uk: Звук вподобано.

source: Sound unliked.
de: Sound entliked.
fa: لایک صدا برداشته شد.
it: Apprezzamento rimosso dal suono.
ja: サウンドのいいねを取り消しました。
pt: Removeu o gosto do som.
ru: Лайк убран.
uk: Вподобання звуку скасовано.

source: You cannot blacklist yourself.
de: Du kannst dich nicht selbst auf die Blacklist setzen.
fa: شما نمی‌توانید خودتان را در لیست سیاه قرار دهید.
it: Non puoi inserirti nella blacklist.
ja: 自分自身をブラックリストに登録することはできません。
pt: Não pode adicionar-se a si próprio à lista negra.
ru: Вы не можете добавить себя в ЧС.
uk: Ви не можете додати себе до чорного списку.

source: User removed from blacklist.
de: Benutzer von Blacklist entfernt.
fa: کاربر از لیست سیاه حذف شد.
it: Utente rimosso dalla blacklist.
ja: ユーザーがブラックリストから削除されました。
pt: Utilizador removido da lista negra.
ru: Пользователь удален из ЧС.
uk: Користувача видалено з чорного списку.

source: User added to blacklist.
de: Benutzer zur Blacklist hinzugefügt.
fa: کاربر به لیست سیاه اضافه شد.
it: Utente aggiunto alla blacklist.
ja: ユーザーがブラックリストに追加されました。
pt: Utilizador adicionado à lista negra.
ru: Пользователь добавлен в ЧС.
uk: Користувача додано до чорного списку.

source: Please specify a reason. (min 5 chars)
de: Bitte gib einen Grund an. (min. 5 Zeichen)
fa: لطفاً دلیل را مشخص کنید. (حداقل ۵ کاراکتر)
it: Specifica un motivo. (min 5 caratteri)
ja: 理由を指定してください。（最低5文字）
pt: Por favor, especifique um motivo. (mín 5 caracteres)
ru: Пожалуйста, укажите причину. (мин 5 символов)
uk: Будь ласка, вкажіть причину. (мін. 5 символів)

source: Please specify an email.
de: Bitte gib eine E-Mail an.
fa: لطفاً ایمیل را مشخص کنید.
it: Specifica un'email.
ja: メールアドレスを指定してください。
pt: Por favor, especifique um e-mail.
ru: Пожалуйста, укажите почту.
uk: Будь ласка, вкажіть електронну адресу.

source: Reason should be shorter than 1024 characters.
de: Grund muss kürzer als 1024 Zeichen sein.
fa: دلیل باید کمتر از ۱۰۲۴ کاراکتر باشد.
it: Il motivo deve essere più corto di 1024 caratteri.
ja: 理由は1024文字未満にする必要があります。
pt: O motivo deve ter menos de 1024 caracteres.
ru: Причина должна быть короче 1024 символов.
uk: Причина має бути коротшою за 1024 символи.

source: Sound reported.
de: Sound gemeldet.
fa: صدا گزارش شد.
it: Suono segnalato.
ja: サウンドが報告されました。
pt: Som reportado.
ru: Жалоба на звук отправлена.
uk: На звук надіслано скаргу.

source: Max 3 tags.
fa: حداکثر ۳ تگ.
it: Max 3 tag.
ja: 最大3タグまで。
pt: Máx 3 tags.
ru: Максимум 3 тега.
uk: Максимум 3 теги.

source: Success
de: Erfolgreich
fa: موفقیت
it: Successo
ja: 成功
pt: Sucesso
ru: Успешно
uk: Успіх

source: Invalid date.
de: Ungültiges Datum.
fa: تاریخ نامعتبر است.
it: Data non valida.
ja: 無効な日付です。
pt: Data inválida.
ru: Неверная дата.
uk: Недійсна дата.

source: Invalid role.
de: Ungültige Rolle.
fa: نقش نامعتبر است.
it: Ruolo non valido.
ja: 無効な役割です。
pt: Função inválida.
ru: Неверная роль.
uk: Недійсна роль.

source: Role updated.
de: Rolle aktualisiert.
fa: نقش به‌روز شد.
it: Ruolo aggiornato.
ja: 役割が更新されました。
pt: Função atualizada.
ru: Роль обновлена.
uk: Роль оновлено.

source: You cannot block yourself.
de: Du kannst dich nicht selbst blockieren.
fa: شما نمی‌توانید خودتان را مسدود کنید.
it: Non puoi bloccare te stesso.
ja: 自分自身をブロックすることはできません。
pt: Não pode bloquear-se a si próprio.
uk: Ви не можете заблокувати себе.

source: User blocked.
de: Benutzer blockiert.
fa: کاربر مسدود شد.
it: Utente bloccato.
ja: ユーザーがブロックされました。
pt: Utilizador bloqueado.
ru: Пользователь заблокирован.
uk: Користувача заблоковано.

source: Already viewed.
de: Bereits angesehen.
fa: قبلاً مشاهده شده است.
it: Già visualizzato.
ja: すでに表示済みです。
pt: Já visualizado.
ru: Уже просмотрено.
uk: Вже переглянуто.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
fa: رمزهای عبور مطابقت ندارند.
it: Le password non corrispondono.
ja: パスワードが一致しません。
pt: As palavras-passe não coincidem.
ru: Пароли не совпадают.
uk: Паролі не збігаються.

source: Invalid key.
de: Ungültiger Schlüssel.
fa: کلید نامعتبر است.
it: Chiave non valida.
ja: 無効なキーです。
pt: Chave inválida.
ru: Неверный ключ.
uk: Недійсний ключ.

source: User with this email not found.
de: Benutzer mit dieser E-Mail nicht gefunden.
fa: کاربری با این ایمیل یافت نشد.
it: Utente con questa email non trovato.
ja: このメールアドレスのユーザーが見つかりません。
pt: Utilizador com este e-mail não encontrado.
ru: Пользователь с этой почтой не найден.
uk: Користувача з цією електронною адресою не знайдено.

source: Password changed.
de: Passwort geändert.
fa: رمز عبور تغییر کرد.
it: Password cambiata.
ja: パスワードが変更されました。
pt: Palavra-passe alterada.
ru: Пароль изменен.
uk: Пароль змінено.

source: Email is required.
de: E-Mail ist erforderlich.
fa: ایمیل الزامی است.
it: Email richiesta.
ja: メールアドレスは必須です。
pt: E-mail é obrigatório.
ru: Почта обязательна.
uk: Електронна адреса є обов'язковою.

source: An email has already been sent to this address.
de: An diese Adresse wurde bereits eine E-Mail gesendet.
fa: قبلاً ایمیلی به این آدرس ارسال شده است.
it: Un'email è già stata inviata a questo indirizzo.
ja: このアドレスにはすでにメールが送信されています。
pt: Já foi enviado um e-mail para este endereço.
ru: Письмо уже отправлено на этот адрес.
uk: На цю адресу вже надіслано листа.

source: Email sent. Check your inbox.
de: E-Mail gesendet. Überprüfe deinen Posteingang.
fa: ایمیل ارسال شد. صندوق ورودی خود را بررسی کنید.
it: Email inviata. Controlla la tua casella di posta.
ja: メールが送信されました。受信トレイを確認してください。
pt: E-mail enviado. Verifique a sua caixa de entrada.
ru: Письмо отправлено. Проверьте вашу почту.
uk: Лист надіслано. Перевірте свою поштову скриньку.

source: Invalid user ID.
de: Ungültige Benutzer-ID.
fa: شناسه کاربری نامعتبر است.
it: ID utente non valido.
ja: 無効なユーザーIDです。
pt: ID de utilizador inválido.
ru: Неверный ID пользователя.
uk: Недійсний ID користувача.

source: Not an admin.
de: Kein Administrator.
fa: مدیر نیست.
it: Non è un amministratore.
ja: 管理者ではありません。
pt: Não é administrador.
ru: Не администратор.
uk: Не адміністратор.

source: DMCA
ru: Правообладателям
